export interface PlayerProfileData {
  bio: string;
  career: string;
  tmi: string;
}

export const PLAYER_PROFILES: Record<string, PlayerProfileData> = {
  "강민균": {
    bio: "178cm/81kg. 우투우타.\n2000년 07월 17일 출생.\n학력: 강남초-서울이수중-덕수고-홍익대.\n프로 입단: 23 LG 11라운드 107순위.\n소속: LG 트윈스 (2023~).\n포지션: 내야수.",
    career: "🏆 주요 기록:\n• 입단: 23 LG 11라운드 107순위",
    tmi: "💡 TMI:\n• 연봉: 3,000만 원 (2023년)\n• 등번호: 117번\n• 병역: 대한민국 육군 병장 만기전역\n• 학력: 강남초-서울이수중-덕수고-홍익대",
  },
  "강민호": {
    bio: "185cm/100kg. 우투우타.\n1985년 08월 18일 출생.\n학력: 제주신광초-포철중-포철공고-(국제디지털대)-롯데.\n프로 입단: 04 롯데 2차 3라운드 17순위.\n소속: 롯데 자이언츠 (2004~2017) / 삼성 라이온즈 (2018~).\n포지션: 포수, 지명타자.",
    career: "🏆 주요 기록:\n• 올림픽 금메달리스트\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• KBO 미스터 올스타\n• KBO 올스타\n• 아시안 게임 국가대표\n• 입단: 04 롯데 2차 3라운드 17순위",
    tmi: "💡 TMI:\n• 등장곡: 노브레인 - 〈넌 내게 반했어〉 (2006~2018, 2022~)\n• 응원가: 허니크루 - 구단 자작곡 (2018~)[S1]\n• 연봉: 2026 / 3억 원 FA\n• 등번호: 47번\n• 병역: 예술체육요원\n• 학력: 제주신광초-포철중-포철공고-(국제디지털대)-롯데\n• , 통산 WAR은 KBO 리그 포수 역대 2위다. 비율 스텟은 이만수, 양의지, 박경완에 비해 부족하지만, 어마어마한 출장 횟수로 이를 커버했다.\n• 강민호의 최고의 장점은 뭐니뭐니해도 내구력으로, 포수로서 전 포지션 통산 최다 경기 출장을 달성했다. 체력 소모가 심한 포수가 최다 경기 출장을, 그것도 경기 대부분을 포수로 출장했다는 점은 그의 내구력이 뛰어나다는 증거이다.\n• 임과 동시에 국가대표 포수로 전국구 유명세를 탔으나, 삼성 라이온즈에 2014년 당시 본인이 기록했던 역대 포수 최고액(4년 75억)을 다시 한번 갱신한 금액(4년 80억)으로 이적했다.",
  },
  "강백호": {
    bio: "184cm/98kg. 우투좌타.\n1999년 07월 29일 출생.\n학력: 부천북초-서울이수중-서울고-KT.\n프로 입단: 18 KT 2차 1라운드 1순위.\n포지션: 내야수.",
    career: "🏆 주요 기록:\n• 입단: 18 KT 2차 1라운드 1순위",
    tmi: "💡 TMI:\n• 학력: 부천북초-서울이수중-서울고-KT",
  },
  "고명준": {
    bio: "185cm/94kg. 우투우타.\n2002년 07월 08일 출생.\n학력: 서원초-세광중-세광고-SK.\n프로 입단: 21 SK 2차 2라운드 18순위.\n소속: SSG 랜더스 (2021~).\n포지션: 1루수, 3루수.",
    career: "🏆 주요 기록:\n• 입단: 21 SK 2차 2라운드 18순위",
    tmi: "💡 TMI:\n• 등장곡: OneRepublic - 〈I Ain’t Worried〉 (2024~)\n• 응원가: 구단 자작곡 (2021~)\n• 연봉: 2026 / 1억 6,000만 원 100%↑\n• 등번호: 18번\n• 학력: 서원초-세광중-세광고-SK\n• 취미는 맛집 탐방과 영화 보기, 분위기 좋은 카페 가기이다.\n• 조병현과 함께 조형우의 집들이를 콘텐츠로 쓱튜브 촬영을 하였다. ☔️우천 노게임 선언☔️ 21드래프트 동기들의 형우네 집들이🏡\n• , 택한 이유가 본인이 가장 존경하는 선배인 두산에서 뛰었던 3루수 김동주의 등번호라고 한다. 한창 부진한 고3과 비시즌 간에 김동주 아카데미를 꾸준히 방문하여 레슨을 받는다고.",
  },
  "고승민": {
    bio: "189cm/92kg. 우투좌타.\n2000년 08월 11일 출생.\n학력: 군산신풍초-천안북중-북일고.\n프로 입단: 19 롯데 2차 1라운드 8순위.\n소속: 롯데 자이언츠 (2019~).\n포지션: 2루수, 1루수, 우익수.",
    career: "🏆 주요 기록:\n• KBO 사이클링 히트 달성\n• 입단: 19 롯데 2차 1라운드 8순위",
    tmi: "💡 TMI:\n• 등장곡: The Script & will.i.am - 〈Hall Of Fame〉\n• 응원가: 예수전도단 - 〈주의 자비가 내려와〉\n• 연봉: 2026 / 1억 8,500만 원 동결\n• 등번호: 2번\n• 병역: 대한민국 육군 제15보병사단 병장 만기전역\n• 학력: 군산신풍초-천안북중-북일고\n• (2020년 7월 6일 ~ 2022년 1월 5일)\n• 노래를 굉장히 못 부른다. 이대호 은퇴 헌정 영상으로 선수단이 너에게 난, 나에게 넌을 불렀으나, 음정이 굉장히 불안한 모습을 보여주며 은퇴식 당시 팬들의 눈물을 쏙 들어가게 했다. 2024년 팬 패스티벌에서도 DAY6의 Welcome to the Show를 불렀으나 여전히 못부르며 초심을 잃지 않은 모습을 보였다. #\n• 아마추어 시절부터 2루수였고 데뷔 시즌인 2019년에는 2루수로만 출전했지만, 전역 이후에는 1루와 코너 외야 등을 떠돌며 2루수로는 전혀 출장하지 않았다. 하지만 2023 시즌 후 마무리 훈련부터 김태형 감독이 2루수로 기용할 것을 천명하였고, 2024 시즌에는 대부분 풀타임 2루수로 출장하고 있다.",
  },
  "고영표": {
    bio: "187cm/88kg. 우사우타.\n1991년 09월 16일 출생.\n학력: 광주대성초-광주동성중-화순고-동국대.\n프로 입단: 14 KT 2차 1라운드 10순위.\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 입단: 14 KT 2차 1라운드 10순위\n• --- KBO TOP10 기록 ---\n• 2025 삼진 154 (9위)\n• 2022 삼진 156 (7위)\n• 2025 승리 11 (8위)\n• 2023 승리 12 (5위)\n• 2022 승리 13 (4위)\n• 2025 완봉 1 (2위)\n• 2022 완봉 1 (1위)\n• 2021 완봉 1 (1위)\n• 2018 완봉 1 (1위)\n• 2017 완봉 1 (2위)",
    tmi: "💡 TMI:\n• 등장곡: Nickelback - 〈Burn It to the Ground〉\n• 연봉: 2025 / 20억 원 비FA 다년계약\n• 등번호: 1번\n• 병역: 사회복무요원 소집해제\n• 학력: 광주대성초-광주동성중-화순고-동국대\n• 에는 3경기 ERA 11.05, 피안타율 0.446, 피OPS 1.112으로 롯데에게 강했던 투수가 맞나 싶을 정도로 완전히 바뀌면서 로나쌩의 이미지는 점점 없어지고 있다.\n• 그리고 다음 시즌인 2025 시즌에는 아예 롯데가 고영표 공략법까지 들고 나오면서 야무지게 털렸다.\n• 반면 LG 트윈스를 상대로는 약한 모습을 보인다. KT가 우승한 2021년에는 LG에 강한 모습이었지만 그 해 빼고는 모두 약했다. 또한 한화 이글스를 상대로도 약하다.",
  },
  "고우석": {
    bio: "182cm/90kg. 우투우타.\n1998년 08월 06일 출생.\n학력: 갈산초-양천중-충암고-LG.\n프로 입단: 17 LG 1차.\n소속: LG 트윈스 (2017~2023).\n포지션: 마무리 투수, 중간 계투.",
    career: "🏆 주요 기록:\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 아시안 게임 국가대표\n• KBO 세이브왕\n• 입단: 17 LG 1차\n• --- KBO TOP10 기록 ---\n• 2023 세이브 15 (10위)\n• 2022 세이브 42 (1위)\n• 2021 세이브 30 (5위)\n• 2020 세이브 17 (6위)\n• 2019 세이브 35 (2위)",
    tmi: "💡 TMI:\n• 등장곡: 미정\n• 연봉: 2026 / Milb\n• 학력: 갈산초-양천중-충암고-LG\n• 게다가 오타니는 일본 국민들의 자부심에 가까운 선수이며,\n• 메이저 리그 베이스볼에서도 간절히 기다린 전국구 슈퍼스타라서 그의 부상에 매우 민감한데 빈볼은 자칫하면 부상을 일으키기 때문에 분노할 수밖에 없었다.",
  },
  "곽민호": {
    bio: "184cm/90kg. 우투우타.\n2004년 12월 23일 출생.\n학력: 역삼초-자양중-배명고.\n프로 입단: 23 LG 10라운드 97순위.\n소속: LG 트윈스 (2023~).\n포지션: 내야수.",
    career: "🏆 주요 기록:\n• 입단: 23 LG 10라운드 97순위",
    tmi: "💡 TMI:\n• 등번호: 124번\n• 병역: 대한민국 육군 병장 만기전역\n• 학력: 역삼초-자양중-배명고",
  },
  "구본혁": {
    bio: "177cm/75kg. 우투우타.\n1997년 01월 11일 출생.\n학력: 중대초-잠신중-장충고-동국대-LG-상무.\n프로 입단: 19 LG 2차 6라운드 55순위.\n소속: LG 트윈스 (2019~).\n포지션: 내·외야 유틸리티(유격수, 3루수, 2루수, 좌익수).",
    career: "🏆 주요 기록:\n• 입단: 19 LG 2차 6라운드 55순위",
    tmi: "💡 TMI:\n• 등장곡: BIG Naughty -〈Vancouver 2〉 (2024~)\n• 응원가: 구단 자작곡 (2024~)\n• 연봉: 2026 / 2억 3,000만 원 70.4%↑\n• 등번호: 6번\n• 병역: 상무 피닉스 야구단\n• 학력: 중대초-잠신중-장충고-동국대-LG-상무\n• 등이 있다. 최근에는 특유의 다람쥐 같은 귀여움으로 포켓남(주머니에 넣고 싶은 남자)이라는 별명이 생겼다.\n• 편식이 심하다고 한다. 고기를 잘 먹고, 야채를 잘 안 먹는다고 한다.\n• 류지현이 2022 시즌을 끝으로 감독직에서 물러난 후 6번이 결번 상태였고, 2024 시즌부터 드디어 6번을 달게 되었다.",
  },
  "구자욱": {
    bio: "189cm/75kg. 우투좌타.\n1993년 02월 12일 출생.\n학력: 본리초-경복중-대구고-삼성-상무.\n프로 입단: 12 삼성 2라운드 12순위.\n소속: 삼성 라이온즈 (2012~).\n포지션: 1루수 → 외야수(좌익수, 우익수), 지명타자.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• KBO 득점왕\n• 입단: 12 삼성 2라운드 12순위",
    tmi: "💡 TMI:\n• 등장곡: 우디 - 자작곡 (2015~)[가사]\n• 응원가: 체리필터 -〈달빛소년〉 (2015~2017, 2025~)\n• 연봉: 2026 / 5억 원 비FA 다년계약\n• 등번호: 5번\n• 병역: 상무 피닉스 야구단\n• 학력: 본리초-경복중-대구고-삼성-상무\n• 팀의 뎁스가 무너질 때마다 돌고 돌아 구자욱이라는 말이 나올 정도로 팀 내에서는 큰 비중을 차지하고 있다. 데뷔 이래 10년 가까이 소년가장 역할을 해왔고, 기존 프랜차이즈 스타들이 모두 떠난 팀의 중심이자 주요 선수로, 원태인과 더불어 이미 사실상 팀의 상징 역할을 하고 있는 선수이다. 특히 팀의 주장으로서 기둥 역할을 잘하고 있다는 평가다.\n• 일단 20-20 클럽을 달성한 만큼 대부분의 툴이 리그 평균 이상이지만",
  },
  "권희동": {
    bio: "177cm/85kg. 우투우타.\n1990년 12월 30일 출생.\n학력: 동천초-경주중-경주고-경남대-NC-상무.\n프로 입단: 13 NC 9라운드 84순위.\n소속: NC 다이노스 (2013~).\n포지션: 외야수.",
    career: "🏆 주요 기록:\n• KBO 사이클링 히트 달성\n• 입단: 13 NC 9라운드 84순위",
    tmi: "💡 TMI:\n• 등장곡: G-DRAGON - 〈삐딱하게 (Crooked)〉\n• 응원가: 구단 자작곡\n• 연봉: 2026 / 2억 5,000만 원 11%↑\n• 등번호: 36번\n• 병역: 상무 피닉스 야구단\n• 학력: 동천초-경주중-경주고-경남대-NC-상무\n• 하위픽의 대졸 선수였지만 1년차부터 주전을 꿰차며 기회를 부여받았고, 특출나진 않지만 준수한 활약으로 팀에 기여하였다. 본인의 과오와 성적 정체로 부침을 겪기도 했으나, 베테랑이 된 2024년에 스텝업하며 리그 최상위권의 외야수\n• 이자 팀을 대표하는 프랜차이즈 스타로 성장하였다.\n• 뛰어난 선구안과 일발 장타를 때려내는 펀치력을 갖춘 중장거리형 우타자. 2017 시즌 19홈런 86타점, .286/.371/.458의 슬래시 라인과 wRC+ 111.3, WAR 2.43을 기록해 커리어 하이를 찍으며 타격 잠재력을 터뜨렸고, 2024 시즌엔 스텝업하여 WAR 타자 9위, 국내 외야수 중 3위를 기록하며 리그 최상위권의 선수로 발돋음 했다.",
  },
  "김강률": {
    bio: "187cm/95kg. 우투우타.\n1988년 08월 28일 출생.\n학력: 문촌초(일산리틀)-장성중-경기고-두산-상무-두산.\n프로 입단: 07 두산 2차 4라운드 26순위.\n소속: 두산 베어스 (2007~2024)[1] / LG 트윈스 (2025~).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• 입단: 07 두산 2차 4라운드 26순위\n• --- KBO TOP10 기록 ---\n• 2018 경기 65 (9위)\n• 2017 경기 70 (3위)\n• 2021 세이브 21 (6위)",
    tmi: "💡 TMI:\n• 등장곡: [ 이전 등장곡 보기 ]\n• 연봉: 2025 / 1억 원 FA\n• 등번호: 37번\n• 병역: 상무 피닉스 야구단\n• 학력: 문촌초(일산리틀)-장성중-경기고-두산-상무-두산\n• 을 구사하는 우완 정통파 투수이다. 강속구 투수로 갖출 수 있는 미덕은 다 갖추고 있다고 볼 수 있는 KBO에서는 나름대로 완성형에 가까운 강속구 투수이다. 구속에 비해 구위가 떨어져 피안타가 많은 헨리 소사나\n• 송은범과 달리 긁히는 날에는 테일링도 걸리고 구위에 타자들 방망이가 밀리기도 하는 등 포심 하나만으로도 타자를 요리할 수 있는 투수이다. 특히 김강률의 단점으로 지적되었던 커맨드도 2017 시즌 후반기부터 크게 개선되어 10년 만에 포텐셜이 터졌는데 무릎 높이에 제구되는 공은 아예 건드릴 수 없을 정도로 위력적이다. 사실 이 무릎 높이에 제구하는 데만 10\n• , 워낙에 두산 내야 수비가 탄탄하기 때문에 오프스피드 피치로 범타를 유도하는 피칭도 먹히는 편. 2021시즌에는 평균 138km의 커터성 슬라이더를 던지기 시작했다.",
  },
  "김광현": {
    bio: "188cm/88kg. 좌투좌타.\n1988년 07월 22일 출생.\n학력: 덕성초(안산리틀)-안산중앙중-안산공고-SK-세인트루이스.\n프로 입단: 07 SK 1차.\n소속: SSG 랜더스 (2022~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• 올림픽 금메달리스트\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 아시안 게임 국가대표\n• KBO 탈삼진왕\n• 입단: 07 SK 1차\n• --- KBO TOP10 기록 ---\n• 2022 삼진 153 (9위)\n• 2019 삼진 180 (2위)\n• 2015 삼진 160 (7위)\n• 2014 삼진 145 (5위)\n• 2010 삼진 183 (2위)\n• 2008 삼진 150 (1위)\n• 2024 승리 12 (7위)\n• 2022 승리 13 (4위)\n• 2019 승리 17 (2위)\n• 2018 승리 11 (10위)",
    tmi: "💡 TMI:\n• 등장곡: 오프스프링 - 〈Why don't you get a job?〉 (2013~2019, 2022~)\n• 연봉: 2026 / 억 원 비FA 다년계약\n• 등번호: 29번\n• 병역: 예술체육요원\n• 학력: 덕성초(안산리틀)-안산중앙중-안산공고-SK-세인트루이스\n• 같은 팀 프렌차이즈 스타로 KBO 역대 최고의 3루수인 최정과 함께 SSG 영구결번이 유력한 선수다.\n• 류현진, 윤석민과 함께 2000년대 후반~2010년대 전반을 대표하는 투수였으며, KBO 리그 역사 전체로 범위를 넓히더라도 충분히 다섯 손가락 안에 꼽힐 만한 위대한 커리어를 가졌다. 2000년대, 2010년대, 2020년대에 걸쳐 5개의 KBO 한국시리즈 우승 반지를 획득했으며, 데뷔 2년차만에 MVP와 골든 글러브를 동시에 수상한 선수이다. 훌륭한 개\n• 2007 KBO 신인드래프트에서 SK 와이번스에 1차지명을 받아 선수생활을 시작한 김광현은 데뷔 첫해 큰 임팩트 없이 무난한 활약을 보여주었고, 한국시리즈 4차전, 팀이 1승 2패로 몰려있던 상황 22승 투수 다니엘 리오스 상대로 7⅓이닝 9K 무실점이라는 괴물투로 팀의 우승에 큰 공헌을 했다. 이 기록은 아직까지도 한국시리즈 신인 한 경기 최다 탈삼진 기",
  },
  "김대현": {
    bio: "188cm/100kg. 우투우타.\n1997년 03월 08일 출생.\n학력: 홍연초(마포구리틀)-홍은중-선린인터넷고.\n프로 입단: 16 LG 1차.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 16 LG 1차",
    tmi: "💡 TMI:\n• 학력: 홍연초(마포구리틀)-홍은중-선린인터넷고",
  },
  "김도영": {
    bio: "183cm/85kg. 우투우타.\n2003년 10월 02일 출생.\n학력: 광주대성초-광주동성중-광주동성고.\n프로 입단: 22 KIA 1차.\n소속: KIA 타이거즈 (2022~).\n포지션: 3루수, 유격수.",
    career: "🏆 주요 기록:\n• KBO MVP 수상\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• KBO 사이클링 히트 달성\n• KBO 30-30 클럽\n• KBO 득점왕\n• KBO 장타왕\n• 입단: 22 KIA 1차",
    tmi: "💡 TMI:\n• 등장곡: All Time Low - 〈Time-Bomb〉 (2022~)\n• 응원가: 럼블 피쉬 - 〈Smile Again〉 # (2022~)\n• 연봉: 2026 / 2억 5,000만 원 50% ↓\n• 등번호: 5번\n• 병역: 미필\n• 학력: 광주대성초-광주동성중-광주동성고\n• 입단 이후에는 박찬호가 주전 유격수로 자리 잡고 있었는지라 3루가 무주공산이었던 팀 사정상 포지션이 3루수로 고정되었다. 그러나 박찬호의 두산 베어스 이적으로 주전 유격수가 공백인 상태이기에, 유격수로의 포지션 변경 가능성이 감독 인터뷰를 통해 언급된 바 있다. 하지만 제리드 데일이 영입하여 일단은 3루수로 고정 예정이고 2026년 스프링캠프에서 이범호 감\n• 2026 아이치·나고야 아시안 게임이나 2028 로스앤젤레스 올림픽 발탁 여부 및 발탁 시 성과에 따라 병역이 좌우될 것이다.#\n• 피파 온라인 3·4 배경음으로 유명한 곡이다. 2024년 4월 21일까지 사용하다가 잠시 다른 곡으로 교체했으나 동년 5월 24일부터 재교체해 다시 사용 중이다.",
  },
  "김민수": {
    bio: "177cm/80kg. 우투우타.\n1991년 03월 02일 출생.\n학력: 대구옥산초-경복중-대구상원고-영남대-한화-상무-삼성.\n프로 입단: 14 한화 2차 2라운드 24순위.\n포지션: 포수.",
    career: "🏆 주요 기록:\n• 입단: 14 한화 2차 2라운드 24순위",
    tmi: "💡 TMI:\n• 학력: 대구옥산초-경복중-대구상원고-영남대-한화-상무-삼성",
  },
  "김범수": {
    bio: "181cm/92kg. 좌투좌타.\n1995년 10월 03일 출생.\n학력: 온양온천초-온양중-북일고-한화.\n프로 입단: 15 한화 1차.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 15 한화 1차\n• --- KBO TOP10 기록 ---\n• 2025 경기 73 (10위)\n• 2023 경기 76 (2위)\n• 2022 경기 78 (1위)\n• 2023 홀드 18 (8위)\n• 2022 홀드 27 (3위)",
    tmi: "💡 TMI:\n• 학력: 온양온천초-온양중-북일고-한화",
  },
  "김상수": {
    bio: "180cm/88kg. 우투우타.\n1988년 01월 02일 출생.\n학력: 신자초(자이언츠리틀)-자양중-신일고-(방송통신대)-삼성-히어로즈-상무-히어로즈-키움-SK-SSG.\n프로 입단: 06 삼성 2차 2라운드 15순위.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 06 삼성 2차 2라운드 15순위\n• --- KBO TOP10 기록 ---\n• 2024 경기 74 (6위)\n• 2023 경기 67 (10위)\n• 2019 경기 67 (8위)\n• 2016 경기 67 (6위)\n• 2018 세이브 18 (5위)\n• 2017 세이브 15 (7위)\n• 2024 홀드 17 (10위)\n• 2023 홀드 18 (8위)\n• 2019 홀드 40 (1위)\n• 2018 홀드 14 (9위)",
    tmi: "💡 TMI:\n• 학력: 신자초(자이언츠리틀)-자양중-신일고-(방송통신대)-삼성-히어로즈-상무-히어로즈-키움-SK-SSG",
  },
  "김서현": {
    bio: "188cm/86kg. 우투우타.\n2004년 05월 31일 출생.\n학력: 효제초-자양중-서울고.\n프로 입단: 23 한화 1라운드 1순위.\n소속: 한화 이글스 (2023~).\n포지션: 마무리 투수.",
    career: "🏆 주요 기록:\n• WBSC 프리미어12 국가대표\n• 입단: 23 한화 1라운드 1순위\n• --- KBO TOP10 기록 ---\n• 2025 세이브 33 (2위)",
    tmi: "💡 TMI:\n• 등장곡: X - 〈Wild Thing〉 (2025~)\n• 연봉: 2026 / 1억 6,800만 원 200%↑\n• 등번호: 44번\n• 학력: 효제초-자양중-서울고",
  },
  "김성윤": {
    bio: "163cm/62kg. 좌투좌타.\n1999년 02월 02일 출생.\n학력: 창신초(부산진구리틀)-원동중-포항제철고.\n프로 입단: 17 삼성 2차 4라운드 39순위.\n소속: 삼성 라이온즈 (2017~).\n포지션: 외야수.",
    career: "🏆 주요 기록:\n• 아시안 게임 국가대표\n• 입단: 17 삼성 2차 4라운드 39순위",
    tmi: "💡 TMI:\n• 등장곡: Derek & The Dominos -〈Layla〉(2025~)\n• 응원가: 허니크루 -〈구단 자작곡〉\n• 연봉: 2026 / 2억 원 185.7%↑\n• 등번호: 39번\n• 병역: 대한민국 해군 상근예비역 (2018~2020)\n• 학력: 창신초(부산진구리틀)-원동중-포항제철고",
  },
  "김성진": {
    bio: "183cm/100kg. 우투우타.\n2000년 03월 17일 출생.\n학력: 수원신곡초-매향중-야탑고.\n프로 입단: 19 LG 2차 7라운드 65순위.\n포지션: 내야수.",
    career: "🏆 주요 기록:\n• 입단: 19 LG 2차 7라운드 65순위",
    tmi: "💡 TMI:\n• 학력: 수원신곡초-매향중-야탑고",
  },
  "김영우": {
    bio: "185cm/90kg. 우투우타.\n2005년 01월 14일 출생.\n학력: 양원초(서대문구리틀)-신월중-서울고.\n프로 입단: 25 LG 1라운드 10순위.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 25 LG 1라운드 10순위",
    tmi: "💡 TMI:\n• 학력: 양원초(서대문구리틀)-신월중-서울고",
  },
  "김영웅": {
    bio: "183cm/81kg. 우투좌타.\n2003년 08월 24일 출생.\n학력: 공주중동초-야로중-물금고.\n프로 입단: 22 삼성 2차 1라운드 3순위.\n소속: 삼성 라이온즈 (2022~).\n포지션: 3루수.",
    career: "🏆 주요 기록:\n• 입단: 22 삼성 2차 1라운드 3순위",
    tmi: "💡 TMI:\n• 등장곡: MC몽 - 〈인기〉 (2022~)\n• 응원가: 허니크루 - 구단 자작곡 (2022~)\n• 연봉: 2026 / 2억 2,000만 원 46.7%↑\n• 등번호: 30번\n• 학력: 공주중동초-야로중-물금고\n• 2024년 첫 풀타임 시즌을 치르면서 삼성 소속 선수로서는 1997년 이승엽(32홈런) 이후 27년 만에 '21세 이하 시즌 20홈런' 클럽에 가입\n• 했고, 2014년 박석민(27홈런) 이후 10년 만에 삼성 역대 단일 시즌 3루수 최다 홈런 기록을 경신\n• 하는 등 뛰어난 장타력을 보여주면서, 삼성의 새로운 슬러거로서 팬들의 많은 기대를 받고 있는 내야 유망주다.",
  },
  "김원중": {
    bio: "192cm/96kg. 우투좌타.\n1993년 06월 14일 출생.\n학력: 학강초-광주동성중-광주동성고.\n프로 입단: 12 롯데 1라운드 5순위.\n소속: 롯데 자이언츠 (2012~).\n포지션: 마무리 투수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• 입단: 12 롯데 1라운드 5순위\n• --- KBO TOP10 기록 ---\n• 2025 세이브 32 (3위)\n• 2024 세이브 25 (4위)\n• 2023 세이브 30 (3위)\n• 2022 세이브 17 (8위)\n• 2021 세이브 35 (2위)\n• 2020 세이브 25 (3위)",
    tmi: "💡 TMI:\n• 등장곡: AC/DC - 〈Hells Bells〉\n• 연봉: 2025 / 11억 원 FA\n• 등번호: 34번\n• 병역: 대한민국 육군 제31보병사단 상근예비역 병장 소집해제\n• 학력: 학강초-광주동성중-광주동성고\n• 하며 국가대표로 선발되어도 손색이 없는 모습을 보이고 있다.\n• 구승민과 함께 2020년대 롯데 불펜진의 핵심이자 프랜차이즈 선수이며, 어린 유망주가 많은 롯데 투수진들의 리더 역할도 수행하고 있다.\n• 그 유명한 트레버 호프먼의 등장곡이다. 본인이 직접 정한 것은 아니고 조지훈 응원단장이 골라 준 것이라고 한다.",
  },
  "김유영": {
    bio: "180cm/83kg. 좌투좌타.\n1994년 05월 02일 출생.\n학력: 양정초-개성중-경남고-롯데-상무-롯데.\n프로 입단: 14 롯데 1차.\n소속: 롯데 자이언츠 (2014~2022) / LG 트윈스 (2023~).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• 입단: 14 롯데 1차\n• --- KBO TOP10 기록 ---\n• 2022 경기 68 (6위)",
    tmi: "💡 TMI:\n• 등장곡: 싸이 - 〈챔피언〉(Remake & Mix No’18)\n• 연봉: 2025 / 1억 500만 원 56.7%↑\n• 등번호: 0번\n• 병역: 상무 피닉스 야구단\n• 학력: 양정초-개성중-경남고-롯데-상무-롯데\n• 이범호의 별명이 두더지라 KIA 타이거즈 팬들은 '새끼더지'라고도 부른다. 2020년 애들레이드 자이언츠와의 연습경기 4차전 라이브 방송중 성민규 단장도 \"이범호 선배인줄 알고 깜짝 놀랐다.\"고 했다.\n• 팬 서비스가 좋다. 롯데 시절부터 팬 서비스와 관련하여 미담만 나오는 선수다.",
  },
  "김윤하": {
    bio: "185cm/90kg. 우투우타.\n2005년 03월 07일 출생.\n학력: 와부초(남양주리틀)-덕수중-장충고.\n프로 입단: 24 키움 1라운드 9순위.\n소속: 키움 히어로즈 (2024~).\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 24 키움 1라운드 9순위",
    tmi: "💡 TMI:\n• 등장곡: Woodkid - 〈Run Boy Run〉\n• 연봉: 2026 / 4,200만원 6.7%↓\n• 등번호: 19번\n• 학력: 와부초(남양주리틀)-덕수중-장충고\n• , 평균 140km/h대 초중반의 포심 패스트볼을 구사하는 우완 투수다. 여기에 다채로운 변화구와 5이닝 이상 투구가 가능한 스태미너도 갖추었으므로 선발 투수 자원으로 육성될 것으로 기대된다.\n• 결국 순수 선발 등판으로만 17연패를 달성하는 기염을 토해내고 롱릴리프로 전환되었다.\n• JTBC에서 방영하는 예능 최강야구에서 장충고와 최강 몬스터즈의 1차전에서 선발 투수로 등판했다. 대선배들을 상대로 3이닝 2피안타 0사사구 5K 1실점 역투를 펼치며 좋은 모습을 보여주었다.",
  },
  "김재윤": {
    bio: "185cm/91kg. 우투우타.\n1990년 09월 16일 출생.\n학력: 서울도곡초-휘문중-휘문고-KT.\n프로 입단: 15 KT 2차 특별 13순위.\n소속: 삼성 라이온즈 (2024~).\n포지션: 포수 → 마무리 투수.",
    career: "🏆 주요 기록:\n• 입단: 15 KT 2차 특별 13순위\n• --- KBO TOP10 기록 ---\n• 2021 경기 65 (6위)\n• 2025 세이브 13 (10위)\n• 2023 세이브 32 (2위)\n• 2022 세이브 33 (2위)\n• 2021 세이브 32 (4위)\n• 2020 세이브 21 (4위)\n• 2018 세이브 15 (8위)\n• 2017 세이브 15 (7위)\n• 2016 세이브 14 (10위)\n• 2024 홀드 25 (4위)",
    tmi: "💡 TMI:\n• 등장곡: Muse - 〈Psycho〉\n• 연봉: 2025 / 8억원 FA\n• 등번호: 62번\n• 병역: 제1야전군사령부 (2012~2014)\n• 학력: 서울도곡초-휘문중-휘문고-KT\n• vs 최원준, KIA 타이거즈전 (2024년 8월 11일) / 광주-기아 챔피언스 필드\n• 이 높은 파이어볼러이다. KBO에서 측정된 최고 구속은 153km/h\n• 이며, 강한 악력을 바탕으로 수직 무브먼트가 심한 포심을 던진다. 2023 시즌 기준 포심의 상하 무브먼트가 상위 15%(30.8)에 달한다. 포심의 구종 가치는 11.4로 전체 6위이다.",
  },
  "김재환": {
    bio: "184cm/98kg. 우투좌타.\n1988년 09월 22일 출생.\n학력: 영랑초-상인천중-인천고-두산-상무-두산.\n프로 입단: 08 두산 2차 1라운드 4순위.\n포지션: 외야수.",
    career: "🏆 주요 기록:\n• 입단: 08 두산 2차 1라운드 4순위",
    tmi: "💡 TMI:\n• 학력: 영랑초-상인천중-인천고-두산-상무-두산",
  },
  "김정율": {
    bio: "184cm/97kg. 우투우타.\n1998년 03월 18일 출생.\n학력: 서화초-동산중-제물포고-롯데-경찰-롯데.\n프로 입단: 17 롯데 2차 2라운드 13순위.\n소속: 롯데 자이언츠 (2017~2023) / LG 트윈스 (2024~).\n포지션: 내야수.",
    career: "🏆 주요 기록:\n• 입단: 17 롯데 2차 2라운드 13순위",
    tmi: "💡 TMI:\n• 등장곡: Redbone - 〈Come and Get Your Love〉\n• 응원가: 구단 자작곡\n• 연봉: 2025 / 6,000만 원 동결\n• 등번호: 14번\n• 병역: 경찰 야구단\n• 학력: 서화초-동산중-제물포고-롯데-경찰-롯데\n• 드래프트 동기인 김혜성과 박성한이 모두 포텐을 터뜨리면서 국가대표 유격수로 성장한 탓에 본인의 더딘 성장세와 더불어 여러모로 아쉬운 평가를 받고 있다.\n• 그러나 롯데 입장에서도 한동희의 불안한 수비력과 군 문제 탓에 쉽사리 포기할 수 없는 선수이기도 했지만 롯데에서는 끝내 1군 주전 자리를 차지하는 데에 실패하고 떠나게 되었다. 결국 길을 터주기 위해 보낸 LG에서 잠재력을 마저 꽃피우느냐가 평가를 바꿀 것으로 보인다. 하지만 LG에서 마저도 별다른 실적을 내지 못한데다가, 성적과는 별개로 팀내 최고 간판\n• 하지만 개명을 하고싶었던 적은 단 한 번도 없었다고 한다.",
  },
  "김종운": {
    bio: "186cm/85kg. 우투우타.\n2006년 09월 11일 출생.\n학력: 국산초(거제시리틀)-동강중-창원공고야구단.\n프로 입단: 25 LG 7라운드 70순위.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 25 LG 7라운드 70순위",
    tmi: "💡 TMI:\n• 학력: 국산초(거제시리틀)-동강중-창원공고야구단",
  },
  "김주성": {
    bio: "180cm/81kg. 우투우타.\n1998년 01월 30일 출생.\n학력: 수원신곡초-덕수중-휘문고.\n프로 입단: 16 LG 2차 2라운드 14순위.\n포지션: 외야수.",
    career: "🏆 주요 기록:\n• 입단: 16 LG 2차 2라운드 14순위",
    tmi: "💡 TMI:\n• 학력: 수원신곡초-덕수중-휘문고",
  },
  "김주온": {
    bio: "187cm/89kg. 우투우타.\n1996년 12월 08일 출생.\n학력: 울산대현초-구미중-울산공고-SK-SSG.\n프로 입단: 15 삼성 2차 7라운드 72순위.\n소속: 삼성 라이온즈 (2015~2017) / SK 와이번스-SSG 랜더스 (2018~2024) / LG 트윈스 (2024~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• 입단: 15 삼성 2차 7라운드 72순위",
    tmi: "💡 TMI:\n• 등장곡: 박재범 - 〈좋아〉 (2024)\n• 연봉: 2025 / 3,000만 원 동결\n• 등번호: 57번\n• 병역: 현역 (2017~2019)\n• 학력: 울산대현초-구미중-울산공고-SK-SSG",
  },
  "김주원": {
    bio: "185cm/83kg. 우투양타.\n2002년 07월 30일 출생.\n학력: 삼일초(군포시리틀)-안산중앙중-유신고.\n프로 입단: 21 NC 2차 1라운드 6순위.\n소속: NC 다이노스 (2021~).\n포지션: 유격수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 아시안 게임 국가대표\n• 입단: 21 NC 2차 1라운드 6순위",
    tmi: "💡 TMI:\n• 등장곡: 세븐틴 - 〈아주 NICE〉\n• 응원가: 구단 자작곡\n• 연봉: 2026 / 3억 5,000만 원 75%↑\n• 등번호: 7번\n• 병역: 예술체육요원\n• 학력: 삼일초(군포시리틀)-안산중앙중-유신고\n• 이 기분은 뭐야 어떡해 아주 NICE! (누구?) 김주원! 아주 NICE! (누구?) 김주원! NICE! (누구?) 김주원! 아주 NICE! (누구?) 김주원!\n• ISFJ에서 바뀌었다. 또한 J 유형치고는 선수단 사이에서 지각대장으로 유명하다고 한다.",
  },
  "김준태": {
    bio: "175cm/91kg. 우투좌타.\n1994년 07월 31일 출생.\n학력: 양정초-개성중-경남고-(영남사이버대)-롯데-상무-롯데-KT.\n프로 입단: 12 롯데 육성선수.\n포지션: 포수.",
    career: "🏆 주요 기록:\n• 입단: 12 롯데 육성선수",
    tmi: "💡 TMI:\n• 학력: 양정초-개성중-경남고-(영남사이버대)-롯데-상무-롯데-KT",
  },
  "김지용": {
    bio: "180cm/75kg. 좌투좌타.\n2002년 10월 07일 출생.\n학력: 구리초(구리리틀)-구리인창중-라온고.\n프로 입단: 21 LG 2차 6라운드 57순위.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 21 LG 2차 6라운드 57순위",
    tmi: "💡 TMI:\n• 학력: 구리초(구리리틀)-구리인창중-라온고",
  },
  "김진성": {
    bio: "186cm/90kg. 우투좌타.\n1985년 03월 07일 출생.\n학력: 인헌초-성남중-성남서고-SK-NC.\n프로 입단: 04 SK 2차 6라운드 42순위.\n소속: 넥센 히어로즈 (2010~2011) / NC 다이노스 (2012~2021) / LG 트윈스 (2022~).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• 입단: 04 SK 2차 6라운드 42순위\n• --- KBO TOP10 기록 ---\n• 2025 경기 78 (2위)\n• 2024 경기 71 (7위)\n• 2023 경기 80 (1위)\n• 2017 경기 69 (5위)\n• 2016 경기 69 (4위)\n• 2014 세이브 25 (4위)\n• 2025 홀드 33 (2위)\n• 2024 홀드 27 (3위)\n• 2023 홀드 21 (7위)\n• 2017 홀드 15 (7위)",
    tmi: "💡 TMI:\n• 등장곡: 50 Cent - 〈Ready for War〉\n• 연봉: 2026 / 4억 5,000만 원 비FA 다년계약\n• 등번호: 42번\n• 병역: 공익근무요원 (2005~2007)\n• 학력: 인헌초-성남중-성남서고-SK-NC\n• 귀족 마무리라 불리기 시작하다, 계속해서 호투를 이어가자 신분이 상승해 황제 마무리라 불렸고, 종장엔 호투하는 날마다 황제 폐하라고 불렸다. 원래는 하고 싶은 일만 한다는 식의 부정적인 의미였으나, 호투를 거듭하며 이제는 그런 의미로 부르지 않고, 긍정적인 의미의 애칭이 되었다.\n• 선수 본인도 알 정도로 유명한 별명.# 황제라는 별명에 빗대어, 2014년 6월 최훈 돌직구 101화에서 황제 마무리로 그려졌다.\n• 실제로 2023 시즌 투수 중 가장 많은 경기에 등판하였다.",
  },
  "김진호": {
    bio: "183cm/90kg. 우투우타.\n1998년 06월 07일 출생.\n학력: 의왕부곡초-성일중-광주동성고-NC-경찰.\n프로 입단: 17 NC 2차 2라운드 18순위.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 17 NC 2차 2라운드 18순위\n• --- KBO TOP10 기록 ---\n• 2025 경기 76 (4위)\n• 2025 홀드 20 (10위)",
    tmi: "💡 TMI:\n• 학력: 의왕부곡초-성일중-광주동성고-NC-경찰",
  },
  "김태훈": {
    bio: "187cm/101kg. 우투우타.\n1992년 03월 02일 출생.\n학력: 남부민초-대신중-부경고-히어로즈-경찰-히어로즈-키움.\n프로 입단: 12 넥센 9라운드 79순위.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 12 넥센 9라운드 79순위\n• --- KBO TOP10 기록 ---\n• 2025 경기 73 (10위)\n• 2023 경기 71 (5위)\n• 2021 경기 66 (4위)\n• 2024 홀드 23 (5위)",
    tmi: "💡 TMI:\n• 학력: 남부민초-대신중-부경고-히어로즈-경찰-히어로즈-키움",
  },
  "김택연": {
    bio: "181cm/88kg. 우투우타.\n2005년 06월 03일 출생.\n학력: 동막초-상인천중-인천고.\n프로 입단: 24 두산 1라운드 2순위.\n소속: 두산 베어스 (2024~).\n포지션: 마무리 투수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 입단: 24 두산 1라운드 2순위\n• --- KBO TOP10 기록 ---\n• 2025 세이브 24 (7위)\n• 2024 세이브 19 (8위)",
    tmi: "💡 TMI:\n• 등장곡: Fort Minor - 〈Remember the Name〉\n• 연봉: 2026 / 2억 2,000만원 57.1%↑\n• 등번호: 63번\n• 학력: 동막초-상인천중-인천고\n• , 신인상 최다 득표수 등의 기록을 경신한 선수이다.\n• 간혹 최준호 대신 같은 팀 선배 포수인 윤준호와 엮어서 부르기도 한다. 다만 메이저한 건 역시 최준호와의 조합. 이 별명으로 공중파 뉴스까지 탔다. 이후 당사자인 2PM 택연이 자신의 인스타 스토리를 통해 김택연을 응원했으며, 김택연 또한 자신의 인스타 스토리를 통해 이에 화답했다.",
  },
  "김하성": {
    bio: "179cm/78kg. 우투우타.\n1995년 10월 17일 출생.\n학력: 부천북초-부천중-야탑고-넥센-키움.\n프로 입단: 14 넥센 2차 3라운드 29순위.\n소속: 넥센-키움 히어로즈 (2014~2020).\n포지션: 내야 유틸리티(유격수, 2루수, 3루수)[KBO][MLB].",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• KBO 미스터 올스타\n• KBO 올스타\n• 아시안 게임 국가대표\n• KBO 득점왕\n• 입단: 14 넥센 2차 3라운드 29순위",
    tmi: "💡 TMI:\n• 등장곡: 블락비 -〈HER〉\n• 응원가: 미정\n• 연봉: 2026 / $20,000,000\n• 등번호: 7번\n• 병역: 예술체육요원\n• 학력: 부천북초-부천중-야탑고-넥센-키움",
  },
  "김현수": {
    bio: "188cm/105kg. 우투좌타.\n1988년 01월 12일 출생.\n학력: 쌍문초-신일중-신일고-두산-볼티모어-필라델피아-LG.\n프로 입단: 06 두산 육성선수.\n포지션: 외야수.",
    career: "🏆 주요 기록:\n• 입단: 06 두산 육성선수",
    tmi: "💡 TMI:\n• 학력: 쌍문초-신일중-신일고-두산-볼티모어-필라델피아-LG",
  },
  "김형준": {
    bio: "187cm/98kg. 우투우타.\n1999년 11월 02일 출생.\n학력: 가동초-세광중-세광고-NC-상무.\n프로 입단: 18 NC 2차 1라운드 9순위.\n포지션: 포수.",
    career: "🏆 주요 기록:\n• 입단: 18 NC 2차 1라운드 9순위",
    tmi: "💡 TMI:\n• 학력: 가동초-세광중-세광고-NC-상무",
  },
  "김휘집": {
    bio: "180cm/92kg. 우투우타.\n2002년 01월 01일 출생.\n학력: 양목초(히어로즈리틀)-대치중-신일고-키움.\n프로 입단: 21 키움 2차 1라운드 9순위.\n소속: 키움 히어로즈 (2021~2024) / NC 다이노스 (2024~).\n포지션: 3루수.",
    career: "🏆 주요 기록:\n• WBSC 프리미어12 국가대표\n• 입단: 21 키움 2차 1라운드 9순위",
    tmi: "💡 TMI:\n• 등장곡: 트랜스픽션 - 〈Get Show〉\n• 응원가: 키움 구단 자작곡\n• 연봉: 2026 / 2억 4,000만 원 37%↑\n• 등번호: 44번\n• 학력: 양목초(히어로즈리틀)-대치중-신일고-키움",
  },
  "나성범": {
    bio: "183cm/100kg. 좌투좌타.\n1989년 10월 03일 출생.\n학력: 광주대성초-진흥중-진흥고-연세대-NC.\n프로 입단: 12 NC 2라운드 10순위.\n소속: NC 다이노스 (2012~2021) / KIA 타이거즈 (2022~).\n포지션: 우익수, 지명타자.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 아시안 게임 국가대표\n• 입단: 12 NC 2라운드 10순위",
    tmi: "💡 TMI:\n• 등장곡: 드렁큰 타이거 - 〈Monster〉\n• 응원가: [ 이전 응원가 보기 ]\n• 연봉: 2026 / 억 원 FA\n• 등번호: 47번\n• 병역: 예술체육요원\n• 학력: 광주대성초-진흥중-진흥고-연세대-NC\n• 을 체결하였고 2022년부터는 KIA 타이거즈에서 활약하고 있으며, 2024년부터 팀의 주장을 맡고 있다.\n• 나스타: NC 시절 탄생해 현재까지 쓰이는 가장 대표적이고 유명한 별명. 중요할 때 적시타를 때려내는 스타본능을 갖췄다며 붙여진 나스타. 잘 해야 할 때(역전 기회에서 나성범이 타석에 들어섰을 때 등) 팬들은 나스타를 소환한다. 본인이 가장 좋아하는 별명도 나스타라고 인터뷰에서 직접 밝힌 바 있으며 실제로도 승부를 결정짓는 결승타를 때려내는 횟수가 리그에서\n• NC 팬들은 나성범의 이러한 마인드가 프런트에 어울린다며 이런 별명을 붙였다.",
  },
  "네일": {
    bio: "193cm/83kg. 우투우타.\n1993년 02월 08일 출생.\n학력: 미국 Alabama at Birmingham(대).\n프로 입단: 24 KIA 자유선발.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 24 KIA 자유선발\n• --- KBO TOP10 기록 ---\n• 2025 삼진 152 (10위)\n• 2024 승리 12 (7위)\n• 2025 이닝 164 1/3 (10위)\n• 2025 평균자책점 2.25 (2위)\n• 2024 평균자책점 2.53 (1위)",
    tmi: "💡 TMI:\n• 학력: 미국 Alabama at Birmingham(대)",
  },
  "노경은": {
    bio: "187cm/100kg. 우투우타.\n1984년 03월 11일 출생.\n학력: 화곡초-성남중-성남고-두산-롯데.\n프로 입단: 03 두산 1차.\n소속: 두산 베어스 (2003~2016) / 롯데 자이언츠 (2016~2018, 2020~2021)[4] / SSG 랜더스 (2022~).\n포지션: 선발 투수 → 중간 계투.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• 입단: 03 두산 1차\n• --- KBO TOP10 기록 ---\n• 2025 경기 77 (3위)\n• 2024 경기 77 (1위)\n• 2023 경기 76 (2위)\n• 2013 삼진 153 (3위)\n• 2012 삼진 133 (5위)\n• 2022 승리 12 (8위)\n• 2012 승리 12 (5위)\n• 2012 완봉 2 (1위)\n• 2020 완투 1 (1위)\n• 2012 완투 2 (5위)",
    tmi: "💡 TMI:\n• 등장곡: 코리아나 - 〈손에 손 잡고〉 (2024~)\n• 연봉: 2025 / 4억 원 FA\n• 등번호: 38번\n• 병역: 공익근무요원 (2005~2006)\n• 학력: 화곡초-성남중-성남고-두산-롯데\n• 을 차지하는 등 나이를 잊은 대활약을 보이고 있다.\n• 이러한 호성적을 바탕으로 2026 월드 베이스볼 클래식의 대표팀 최종 명단에 포함되면서 2013 월드 베이스볼 클래식 이후 13년 만에 태극마크를 달게 되었다.\n• 140km/h 초중반으로 구속이 떨어지며 구위도 하락하였다. 구위 하락 외에 지적받는 다른 문제점은 멘탈. 경기 내외적으로 자주 흔들리고 본인도 그에 휩쓸리는 모습을 자주 보여준다. 옆에서 믿어주며 바로 잡아주는 사람",
  },
  "노시환": {
    bio: "185cm/105kg. 우투우타.\n2000년 12월 03일 출생.\n학력: 부산수영초-경남중-경남고.\n프로 입단: 19 한화 2차 1라운드 3순위.\n소속: 한화 이글스 (2019~).\n포지션: 3루수, 1루수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• 아시안 게임 국가대표\n• KBO 타점왕\n• KBO 홈런왕\n• 입단: 19 한화 2차 1라운드 3순위",
    tmi: "💡 TMI:\n• 등장곡: turbotronic - 〈Say Yes〉\n• 응원가: 트랜스픽션 - 〈Mary Jane〉 (2025~)\n• 연봉: 2026 / 10억 원 203%↑\n• 등번호: 8번\n• 병역: 예술체육요원\n• 학력: 부산수영초-경남중-경남고\n• 2019 ~ 2023년. 데뷔 시즌에는 붙박이 3루수 송광민이 있어 1루수로 더 많이 나왔고, 2023 APBC에서도 김도영이 3루수를 보면서 1루수로 전 경기 선발 출장했다.\n• 노시환 본인의 요청으로 응원가를 변경했지만 반응은 매우 부정적이다. 최초 공개 영상을 보면 원래 응원가를 돌려달라는 댓글이 많다. 그러나 시간이 흐르면서 들을수록 괜찮다는 평도 생기며 호불호가 반반 정도로 갈리게 바뀌었다.\n• 영국 민요이며, 응원가로는 흔치 않은 3박자 계열의 곡이기도 하다. 하지만 3박자 계열의 응원가임에도 평이 매우 좋으며, 이후 노시환이 웅장한 응원가를 원한다고 밝히자 이 응원가를 재탕하자는 의견이 있기도 했다. 여담으로 SSG 랜더스의 팀 응원가인 승리를 외쳐라와 원곡이 같다.",
  },
  "데이비슨": {
    bio: "190cm/104kg. 우투우타.\n1991년 03월 26일 출생.\n학력: 미국 Yucaipa(고).\n프로 입단: 24 NC 자유선발.\n포지션: 내야수.",
    career: "🏆 주요 기록:\n• 입단: 24 NC 자유선발",
    tmi: "💡 TMI:\n• 학력: 미국 Yucaipa(고)",
  },
  "디아즈": {
    bio: "188cm/105kg. 좌투좌타.\n1996년 11월 19일 출생.\n학력: 도미니카 Daniel Smith(고).\n프로 입단: 24 삼성 자유선발.\n포지션: 내야수.",
    career: "🏆 주요 기록:\n• 입단: 24 삼성 자유선발",
    tmi: "💡 TMI:\n• 학력: 도미니카 Daniel Smith(고)",
  },
  "라일리": {
    bio: "190cm/100kg. 우투우타.\n1996년 07월 09일 출생.\n학력: 미국 Louisville(대).\n프로 입단: 25 NC 자유선발.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 25 NC 자유선발\n• --- KBO TOP10 기록 ---\n• 2025 삼진 216 (3위)\n• 2025 승리 17 (1위)\n• 2025 이닝 172 (7위)",
    tmi: "💡 TMI:\n• 학력: 미국 Louisville(대)",
  },
  "레이예스": {
    bio: "196cm/87kg. 우투양타.\n1994년 10월 05일 출생.\n학력: 베네수엘라 Dr. Felipe Guevara(고).\n프로 입단: 24 롯데 자유선발.\n포지션: 외야수.",
    career: "🏆 주요 기록:\n• 입단: 24 롯데 자유선발",
    tmi: "💡 TMI:\n• 학력: 베네수엘라 Dr. Felipe Guevara(고)",
  },
  "로건": {
    bio: "186cm/105kg. 좌투좌타.\n1997년 05월 23일 출생.\n학력: 미국 IMG Academy(고)-NC.\n프로 입단: 25 NC 자유선발.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 25 NC 자유선발\n• --- KBO TOP10 기록 ---\n• 2025 이닝 173 (6위)",
    tmi: "💡 TMI:\n• 학력: 미국 IMG Academy(고)-NC",
  },
  "로하스": {
    bio: "189cm/102kg. 우투양타.\n1990년 05월 24일 출생.\n학력: 미국 Wabash Valley(대)-KT.\n프로 입단: 17 KT 자유선발.\n포지션: 외야수.",
    career: "🏆 주요 기록:\n• 입단: 17 KT 자유선발",
    tmi: "💡 TMI:\n• 학력: 미국 Wabash Valley(대)-KT",
  },
  "류지혁": {
    bio: "181cm/75kg. 우투좌타.\n1994년 01월 13일 출생.\n학력: 청원초-선린중-충암고-두산-상무-두산-KIA.\n프로 입단: 12 두산 4라운드 36순위.\n소속: 두산 베어스 (2012~2020) / KIA 타이거즈 (2020~2023) / 삼성 라이온즈 (2023~).\n포지션: 내야 유틸리티.",
    career: "🏆 주요 기록:\n• 입단: 12 두산 4라운드 36순위",
    tmi: "💡 TMI:\n• 등장곡: [ 이전 등장곡 보기 ]\n• 응원가: [ 이전 응원가 보기 ]\n• 연봉: 2025 / 6억 원 FA\n• 등번호: 16번\n• 병역: 상무 피닉스 야구단\n• 학력: 청원초-선린중-충암고-두산-상무-두산-KIA",
  },
  "류진욱": {
    bio: "189cm/88kg. 우투우타.\n1996년 10월 10일 출생.\n학력: 양정초-개성중-부산고.\n프로 입단: 15 NC 2차 2라운드 21순위.\n소속: NC 다이노스 (2015~).\n포지션: 마무리 투수.",
    career: "🏆 주요 기록:\n• 입단: 15 NC 2차 2라운드 21순위\n• --- KBO TOP10 기록 ---\n• 2023 경기 70 (6위)\n• 2025 세이브 29 (5위)\n• 2023 홀드 22 (5위)",
    tmi: "💡 TMI:\n• 등장곡: 정국 (Feat. FIFA Sound) - 〈Dreamers〉\n• 연봉: 2026 / 2억 원 48%↑\n• 등번호: 41번\n• 병역: 사회복무요원 (2017~2018)\n• 학력: 양정초-개성중-부산고\n• 공을 눈앞으로 끌고나와서 던진다. 따라서 타자들은 공을 볼 수 있는 시간이 짧아지며 구속 대비 공이 더 빠르게 느껴진다. 1cm만 짧아져도 0.5~6km가 빠르다고 하는데, 12cm 차이가 나기 때문에 6~7km 정도 더 빨라보인다는 것이다. 랜디 존슨이 뛰어난 구위와 뛰어난 익스텐션으로 160km 공을 던짐에도 타자들은 170km 이상은 되어 보인다고 말\n• 성실한 트레이닝과 자기관리로 체격을 많이 키운 케이스인데, 본인이 '내 자신과 싸웠다'라고 수줍게 밝혔지만 비시즌에도 주 6일 고강도 체력훈련과 기술훈련을 이어갔으며\n• 카메라에 잡히는 것 보다 실제 체격이 굉장히 탄탄해 근육질의 몸을 가지고 있다.",
  },
  "류현진": {
    bio: "190cm/113kg. 좌투우타.\n1987년 03월 25일 출생.\n학력: 창영초-동산중-동산고-(대전대)-한화-LA다저스-토론토.\n프로 입단: 06 한화 2차 1라운드 2순위.\n소속: 한화 이글스 (2006~2012) / 한화 이글스 (2024~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• KBO MVP 수상\n• 올림픽 금메달리스트\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• 아시안 게임 국가대표\n• KBO 다승왕\n• KBO 탈삼진왕\n• 입단: 06 한화 2차 1라운드 2순위\n• --- KBO TOP10 기록 ---\n• 2012 삼진 210 (1위)\n• 2011 삼진 128 (6위)\n• 2010 삼진 187 (1위)\n• 2009 삼진 188 (1위)\n• 2008 삼진 143 (2위)\n• 2007 삼진 178 (1위)\n• 2006 삼진 204 (1위)\n• 2011 승리 11 (8위)\n• 2010 승리 16 (2위)\n• 2009 승리 13 (4위)",
    tmi: "💡 TMI:\n• 등장곡: 제드 - 〈코리안 몬스터〉\n• 연봉: 2025 / 20억 원 비FA 다년계약\n• 등번호: 99번\n• 병역: 예술체육요원\n• 학력: 창영초-동산중-동산고-(대전대)-한화-LA다저스-토론토\n• 을 기록하는 등 한화 이글스가 구단 역사상 가장 암울한 시기였음에도 총 7년간 승리기여도(sWAR) 44.74를 쌓을 정도로 맹활약을 펼쳤다.\n• 국가대표팀에도 꾸준히 차출됐으며, 특히 2008 베이징 올림픽에서 17⅓이닝 2실점으로 대한민국의 첫 번째 야구 금메달\n• 라는 전례 없는 계약으로 KBO 리그 출신이 최초로 MLB에 직행한 선례가 됐다.",
  },
  "문동주": {
    bio: "188cm/97kg. 우투우타.\n2003년 12월 23일 출생.\n학력: 광주화정초-무등중-진흥고.\n프로 입단: 22 한화 1차.\n소속: 한화 이글스 (2022~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• 아시안 게임 국가대표\n• 입단: 22 한화 1차\n• --- KBO TOP10 기록 ---\n• 2025 승리 11 (8위)\n• 2025 완투 1 (2위)",
    tmi: "💡 TMI:\n• 등장곡: DJ Khaled - 〈All I Do Is Win (feat. T-Pain, Ludacris, Snoop Dogg & Rick Ross)〉\n• 연봉: 2026 / 2억 2,000만 원 120%↑\n• 등번호: 1번\n• 병역: 예술체육요원\n• 학력: 광주화정초-무등중-진흥고\n• 전형적인 파이어볼러 유형이지만 구속만큼이나 제구력이 강점인 투수다. 표본이 매우 적은 2022 시즌을 제외하고, 문동주의 커리어상 BB/9는 꾸준히 리그 평균 이상이었다. 2025 시즌에는 BB/9가 2.3을 기록할 정도. 하지만 구위가 구속에 비해 무난하고 피칭 터널을 활용하는 구종이 없어 고전했으나, 스플리터를 장착한 이후 커맨드가 눈에 띄게 향상되어\n• 또래의 사사키 로키와 상당히 흡사한 모습을 보여주고 있다.\n• 또 하나 주목할 만한 점은 팀 내외적으로 훌륭하다는 평가가 자자한 인성이다. 문동주는 류현진을 포함한 선배들과 동료들에 대한 존경심을 여러 인터뷰에서 드러내왔다. 경기 전 허리를 90도 숙이며 주심에게 공을 받으며 경기를 시작하는 모습과 팀의 선발진이 훌륭하기 때문에 자신도 잘해야 한다고 말하는 등, 개인의 능력보다는 팀 전체의 조화를 중요하게 생각하는 모",
  },
  "문보경": {
    bio: "182cm/88kg. 우투좌타.\n2000년 07월 19일 출생.\n학력: 송중초(동대문구리틀)-덕수중-신일고.\n프로 입단: 19 LG 2차 3라운드 25순위.\n소속: LG 트윈스 (2019~).\n포지션: 3루수, 1루수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 아시안 게임 국가대표\n• 입단: 19 LG 2차 3라운드 25순위",
    tmi: "💡 TMI:\n• 등장곡: ITZY - 〈WANNABE〉 (2022~)\n• 응원가: 도시아이들 - 〈달빛 창가에서〉\n• 연봉: 2026 / 4억 8,000만 원 17.1%↑\n• 등번호: 2번\n• 병역: 예술체육요원\n• 학력: 송중초(동대문구리틀)-덕수중-신일고\n• 이 선수 저 선수가 3루수를 보았고, 트레이드를 통해 한대화를 영입했으나 95년부턴 성적이 급락하고 말았다. 그 외에는 이종열, 신국환, 송구홍이 번갈아가며 3루수를 보았다. 송구홍이 92년 3루수 골든글러브 수상까지는 해봤으나 오랫동안 자리를 지키지는 못했다. 확고한 3루수를 위해 FA로 데려온 게 홍현우였는데 홍현우가 부진했고 대신 기회를 받은 선수는\n• 그 사이 양석환이 주전 3루수가 되었으나, 일발 장타를 제외하면 공수에서 애매한 모습을 보여주었고 수비력 역시 좋다고 보기엔 어려웠다. 이후 군에 입대하는 바람에 다시 FA를 통해 영입한 게 김민성이었다. 그러나 김민성의 능력은 우수한 주전까지는 미치지 못했는데\n• , 이때 혜성처럼 등장한 게 문보경. 즉 3루수를 잘 키워서 쓰는 모습은 수십 년에 걸쳐서 거의 처음",
  },
  "문성주": {
    bio: "175cm/78kg. 좌투좌타.\n1997년 02월 20일 출생.\n학력: 포항서초-포항제철중-경북고-강릉영동대.\n프로 입단: 18 LG 2차 10라운드 97순위.\n소속: LG 트윈스 (2018~).\n포지션: 좌익수, 지명타자.",
    career: "🏆 주요 기록:\n• 입단: 18 LG 2차 10라운드 97순위",
    tmi: "💡 TMI:\n• 등장곡: QWER - 〈고민중독〉\n• 응원가: Cherry Filter - 〈오리 날다〉\n• 연봉: 2026 / 2억 8,000만 원 55.6%↑\n• 등번호: 8번\n• 병역: 사회복무요원 (2019~2020)\n• 학력: 포항서초-포항제철중-경북고-강릉영동대\n• 선구안이 좋은 교타자로 정의가 가능하다. 삼진보다 볼넷이 많을 정도로 선구안이 좋지만, 스윙 자체가 홈런을 생산하기 어려운 스타일이라 장타력은 뛰어나지 않다.\n• 그렇기 때문에 시프트 영향을 많이 받을지도 모른다고 생각할 수 있으나, 손목힘이 강하고 밀어치는 능력도 뛰어나며, 가장 중요한 스윙 스피드가 빠르기 때문에 시프트의 영향은 크지 않을 가능성이 높다. 이 스윙 스피드로 인한 문성주의 타구질을 보는 LG 올드팬들은 90년대를 풍미했던 팀 레전드 김재현을 보는 듯하다고 평한다. 또한 밀어쳐서 안타를 치는 능력도\n• , 규정타석 이상으로 한정 시 2위 김선빈(1.46)에 크게 앞선 1위이다.",
  },
  "문현빈": {
    bio: "174cm/82kg. 우투좌타.\n2004년 04월 20일 출생.\n학력: 대전유천초-온양중-북일고.\n프로 입단: 23 한화 2라운드 11순위.\n소속: 한화 이글스 (2023~).\n포지션: 내·외야 유틸리티(2루수, 좌익수, 중견수), 지명타자.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• 입단: 23 한화 2라운드 11순위",
    tmi: "💡 TMI:\n• 등장곡: 울랄라세션 - 〈미인〉 (2023~)\n• 응원가: 타이푼 - 〈사랑을 주세요〉\n• 연봉: 2026 / 2억 3,000만 원 161.4%↑\n• 등번호: 51번\n• 학력: 대전유천초-온양중-북일고\n• 2023년 제 11회 희망더하기 자선야구대회에서 주먹밥 분장을 하고 등장했다.\n• 2007년생이라 2026 KBO 신인 드래프트 지명 대상자지만 아쉽게도 지명되지는 못했다.\n• 초등학교 5학년 때 박찬호를 멘토로 만나 장학금도 받았는데, 당시에 등번호 관련 질문을 했다가 답변만 40분을 들었다고 (1부 / 2부).",
  },
  "박건우": {
    bio: "184cm/80kg. 우투우타.\n1990년 09월 08일 출생.\n학력: 역삼초-서울이수중-서울고-두산-경찰-두산.\n프로 입단: 09 두산 2차 2라운드 10순위.\n소속: 두산 베어스 (2009~2021) / NC 다이노스 (2022~).\n포지션: 외야수, 지명타자.",
    career: "🏆 주요 기록:\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• KBO 사이클링 히트 달성\n• 입단: 09 두산 2차 2라운드 10순위",
    tmi: "💡 TMI:\n• 등장곡: Showtek - 〈Booyah〉 (Radio Edit) (2014~)\n• 응원가: 구단 자작곡\n• 연봉: 2025 / 7억 원 FA\n• 등번호: 37번\n• 병역: 경찰 야구단\n• 학력: 역삼초-서울이수중-서울고-두산-경찰-두산\n• 고교 시절에는 내야수였으나 송구 문제로 외야수로 전향하였다. 외야 전 포지션을 소화할 수 있지만 준수한 수비 능력과 강견이라는 장점을 살리기 위해 2017 시즌부터 좌익수로 한 경기도 출장하지 않고 오로지 우익수 또는 중견수로만 출장하고 있다. 두산 베어스 시절에는 주로 우익수로 출전했는데, 정수빈의 부재 시 중견수를 보기도 했다. 정수빈이 군입대로 이탈했\n• 계약금 40억 원 / 연봉 총액 54억 원 / 인센티브 6억 원.\n• 두산 시절부터 사용해 온 등장곡. 2023 시즌에 등장곡이 Fxxking Banger로 바뀌었으나 포스트시즌에서 공영 방송에 비속어가 들어가면 안 된다는 이유로 일시적으로 틀어졌고 2024 시즌 부터 다시 이 곡을 등장곡으로 사용한다. 박건우가 출전했던 2013년 경기. 해당 영상의 2:55:12를 보면 2013~2015 시즌 초반까지는 다른 곡을 사용한",
  },
  "박동원": {
    bio: "178cm/92kg. 우투우타.\n1990년 04월 07일 출생.\n학력: 양정초-개성중-개성고-히어로즈-상무-히어로즈-키움-KIA.\n프로 입단: 09 히어로즈 2차 3라운드 19순위.\n소속: 서울-넥센-키움 히어로즈 (2009~2022) / KIA 타이거즈 (2022) / LG 트윈스 (2023~).\n포지션: 포수, 지명타자.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• KBO 미스터 올스타\n• KBO 올스타\n• 입단: 09 히어로즈 2차 3라운드 19순위",
    tmi: "💡 TMI:\n• 등장곡: GOT7 - 〈하드캐리〉\n• 응원가: 윤지 - 〈My Hero〉\n• 연봉: 2026 / 8억 원 FA\n• 등번호: 27번\n• 병역: 상무 피닉스 야구단\n• 학력: 양정초-개성중-개성고-히어로즈-상무-히어로즈-키움-KIA\n• 체제를 깰 후보로 언제나 1순위로 언급되는 포수지만, 항상 WRC+ 100 언저리를 노는 수준의 타격과 적당한 수비력을 보유하고 있기에 그저 평범한 포수로만 평가받았다. 그러나 그걸 10년 가까히 꾸준히 해오고 있어 누적은 꽤 상위권이며\n• 거기에 뒷돈 요구 사건으로 인한 LG 이적 후 좋은 모습을 보여주며, 김동수를 잇는 LG의 2번째 우승 포수가 되기도 해 아직은 시기상조일 수 있으나 은퇴 시점에는 준 레전드급 포수로 평가받을 가능성이 높은 선수이다.\n• 박중훈을 닮았다는 본인 의견과는 달리 팬들은 김광규와의 싱크로율이 높다는 의견들이 우세하고 이 때문에 김광규의 노래 열려라 참깨를 원곡으로 한 창작 응원가",
  },
  "박명근": {
    bio: "174cm/75kg. 우사우타.\n2004년 03월 27일 출생.\n학력: 수택초(구리리틀)-구리인창중-라온고.\n프로 입단: 23 LG 3라운드 27순위.\n소속: LG 트윈스 (2023~).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• 입단: 23 LG 3라운드 27순위",
    tmi: "💡 TMI:\n• 등장곡: Carte Blanq & Maxx Power - 〈33 Max Verstappen〉(2025. 8.~)\n• 연봉: 2026 / 9,000만 원 50.0%↑\n• 등번호: 39번\n• 병역: 상무 피닉스 야구단 입대 예정\n• 학력: 수택초(구리리틀)-구리인창중-라온고\n• 를 던진 사이드암 강속구 투수이다. 또한 분당 회전수가 2,463회로 김서현, 심준석 등을 포함한 동해 모든 고교 투수 중 회전수 1위를 기록했다.\n• 제구력도 준수한 편이며 유연성과 가진 힘을 활용하는 능력이 고교 레벨 최상급이다.\n• 을 가졌고, 슬라이더는 좌타자를 상대로 풋백 슬라이더",
  },
  "박민우": {
    bio: "185cm/80kg. 우투좌타.\n1993년 02월 06일 출생.\n학력: 마포초(용산구리틀)-선린중-휘문고.\n프로 입단: 12 NC 1라운드 9순위.\n소속: NC 다이노스 (2012~).\n포지션: 2루수.",
    career: "🏆 주요 기록:\n• WBSC 프리미어12 국가대표\n• 아시안 게임 국가대표\n• 입단: 12 NC 1라운드 9순위",
    tmi: "💡 TMI:\n• 등장곡: 블락비 - 〈Very Good〉\n• 응원가: 용감한 형제 - 〈AllShare Star DJ Spider〉\n• 연봉: 2025 / 9억 원 FA\n• 등번호: 2번\n• 병역: 예술체육요원\n• 학력: 마포초(용산구리틀)-선린중-휘문고",
  },
  "박병호": {
    bio: "185cm/107kg. 우투우타.\n1986년 07월 10일 출생.\n학력: 영일초(광명리틀)-영남중-성남고-상무-LG-넥센-미네소타-넥센-키움-KT-삼성.\n프로 입단: 05 LG 1차.\n소속: LG 트윈스 (2005~2011) / 넥센 히어로즈 (2011~2015) / 미네소타 트윈스 (2016~2017) / 넥센-키움 히어로즈 (2018~2021) / 삼성 라이온즈 (2024~2025).\n포지션: 1루수, 지명타자.",
    career: "🏆 주요 기록:\n• KBO MVP 수상\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• KBO 미스터 올스타\n• KBO 올스타\n• 아시안 게임 국가대표\n• KBO 득점왕\n• KBO 장타왕\n• KBO 타점왕\n• KBO 홈런왕\n• 입단: 05 LG 1차",
    tmi: "💡 TMI:\n• 등번호: 52번\n• 병역: 상무 피닉스 야구단\n• 학력: 영일초(광명리틀)-영남중-성남고-상무-LG-넥센-미네소타-넥센-키움-KT-삼성\n• 삼성 라이온즈에 트레이드로 이적하여 선수 생활의 황혼기를 보냈다. 삼성에서는 KBO 통산 400홈런을 달성하며, 마지막 불꽃을 태웠다.\n• , KBO 리그 최초 4년 연속 홈런왕, 2년 연속 50홈런, 9년 연속 20홈런, 리그 최초 한 시즌 최다 타점 및 역대 최초 5년 연속 100타점 등의 기록을 갖고 있다.\n• # 만약 은퇴식을 열게 된다면 고척 삼성 라이온즈전에서 할 것이 유력하다.",
  },
  "박성한": {
    bio: "180cm/77kg. 우투좌타.\n1998년 03월 30일 출생.\n학력: 순천북초-여수중-효천고-SK-상무-SK.\n프로 입단: 17 SK 2차 2라운드 16순위.\n소속: SK 와이번스-SSG 랜더스 (2017~).\n포지션: 유격수.",
    career: "🏆 주요 기록:\n• WBSC 프리미어12 국가대표\n• 아시안 게임 국가대표\n• 입단: 17 SK 2차 2라운드 16순위",
    tmi: "💡 TMI:\n• 등장곡: 위대한 쇼맨 OST 〈This Is Me〉 (2024~)\n• 응원가: 김주일 - 자작곡 (2021~)\n• 연봉: 2026 / 4억 2,000만 원 13.5%↑\n• 등번호: 2번\n• 병역: 상무 피닉스 야구단\n• 학력: 순천북초-여수중-효천고-SK-상무-SK\n• 마저 이기고 팀 타자 중 1위였다고 한다. 타고난 힘 자체가 매우 강한 체질로 보인다.\n• 라 불리며 엮이게 되었는데, 각각 유격수와 중견수로 센터라인을 구성하고 있으며 둘 모두 21시즌을 거치며 22시즌에 기량을 만개해 각 포지션에서 리그 정상급의 활약을 선보이고 있다. 이에 팬들은 SK 시절 프랜차이즈였던 김광현과 최정이 은퇴한 후 SSG를 이끌어갈 프랜차이즈 스타 듀오가 등장했다며 기대하는 중.\n• 고등학교 3학년 시절 청소년 대표팀에서 친해졌고, 자주 전화통화를 나누는 사이라고 한다. 김혜성을 보며 자극을 받기도 한다고. 실제로 키움과 SSG의 경기 전 선수들이 몸을 푸는 시간이 되면 거의 항상 둘이 대화하는 모습을 볼 수 있다. 경기 중에도 2루 베이스에서 만나면 틈이 날 때마다 반가워한다. 둘 다 얼굴이 귀여운상이다.",
  },
  "박세웅": {
    bio: "182cm/85kg. 우투우타.\n1995년 11월 30일 출생.\n학력: 대구경운초-경운중-경북고-KT.\n프로 입단: 14 KT 1차.\n소속: 롯데 자이언츠 (2015~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• 아시안 게임 국가대표\n• 입단: 14 KT 1차\n• --- KBO TOP10 기록 ---\n• 2025 삼진 156 (7위)\n• 2025 승리 11 (8위)\n• 2017 승리 12 (7위)\n• 2021 완봉 1 (1위)\n• 2021 완투 1 (2위)\n• 2024 이닝 173 1/3 (3위)\n• 2021 이닝 163 (10위)\n• 2023 평균자책점 3.45 (10위)\n• 2017 평균자책점 3.68 (8위)",
    tmi: "💡 TMI:\n• 등장곡: Bon Jovi - 〈It's My Life〉\n• 연봉: 2025 / 13억 5,000만 원 비FA 다년계약\n• 등번호: 21번\n• 병역: 예술체육요원\n• 학력: 대구경운초-경운중-경북고-KT\n• 이는 여러 시즌동안 꾸준하게 누적 스탯을 쌓았다는 뜻으로, 내구성이 뛰어나다는 장점으로도 이어진다. 다만 같은 기간동안 피홈런 103개로 리그 4위, 피안타 1149개로 리그 2위를 기록하는 등 누적 기록이라고 마냥 뛰어나다 보기 힘들다.\n• 과 풀카운트까지 끌리는 상황이 매우 자주 나온다. 그나마 22시즌까지는 높은 풀카운트 비중과는 별개로 BB/9가 높지는 않았는데, 23시즌부터는 볼넷 비율마저 우상향하고 있다.\n• 22번째 등판 직전 시점이었던 8월 12일까지 리그 ERA 1위를 기록하고 있었으나, 후반기로 갈 수록 점점 홈런을 많이 맞으며 평균자책점이 올라갔고, 홈런 허용량은 귀신같이 예년과 비슷하게 평균회귀했다.",
  },
  "박영현": {
    bio: "183cm/91kg. 우투우타.\n2003년 10월 11일 출생.\n학력: 부천북초-부천중-유신고.\n프로 입단: 22 KT 1차.\n포지션: 마무리 투수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 아시안 게임 국가대표\n• KBO 세이브왕\n• 입단: 22 KT 1차\n• --- KBO TOP10 기록 ---\n• 2023 경기 68 (9위)\n• 2025 세이브 35 (1위)\n• 2024 세이브 25 (4위)\n• 2023 홀드 32 (1위)",
    tmi: "💡 TMI:\n• 등장곡: AC/DC - 〈Hells Bells〉\n• 연봉: 2025 / 2억 4,000만 원 50%↑\n• 등번호: 60번\n• 병역: 예술체육요원\n• 학력: 부천북초-부천중-유신고\n• League of Legends (Feat. 2WEI, Edda Hayes) - 〈Warriors〉\n• 평균 구속 148km/h, 최고 구속 156km/h\n• 의 회전력과 무브먼트가 좋은 강력한 포심 패스트볼이 주무기인 우완 정통파 강속구 투수. 박영현의 최대 강점은 구속 대비 구위로, 몸을 지면에 붙여 던져 팔각도가 높음에도 불구하고 릴리즈 포인트가 낮으며, 대신 익스텐션이 길고 회전수와 회전 효율, 수직 무브먼트가 뛰어나 오버핸드 투수임에도 타자들의 입장에서는 포심이 낮게 깔려서 쭉 들어오는 느낌을 받는다고",
  },
  "박찬호": {
    bio: "1995년 6월 5일 출생. 178cm/72kg. 우투우타.\n학력: 신답초-건대부중-장충고.\n2014년 KIA 타이거즈 2차 5라운드(전체 50순위) 입단.\n현재 두산 베어스 소속 내야수.\n꾸준한 수비력과 상황 대처 능력을 갖춘 유틸리티 내야수.",
    career: "🏆 주요 기록:\n• 2014 KIA 타이거즈 입단 (2차 5라운드 50순위)\n• KIA → 두산 이적\n• 내야 유틸리티 (2루수/유격수/3루수)",
    tmi: "💡 TMI:\n• 등번호 7번\n• MLB 레전드 박찬호와 동명이인 (완전 다른 선수!)\n• 장충고 출신\n• 우투우타 내야수\n• KIA에서 프로 경력을 시작해 두산으로 이적",
  },
  "박치국": {
    bio: "177cm/78kg. 우사우타.\n1998년 03월 10일 출생.\n학력: 인천숭의초-인천신흥중-제물포고.\n프로 입단: 17 두산 2차 1라운드 10순위.\n소속: 두산 베어스 (2017~).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• 아시안 게임 국가대표\n• 입단: 17 두산 2차 1라운드 10순위\n• --- KBO TOP10 기록 ---\n• 2025 경기 73 (10위)\n• 2020 경기 63 (6위)\n• 2018 경기 67 (6위)\n• 2018 홀드 17 (4위)",
    tmi: "💡 TMI:\n• 등장곡: [ 이전 등장곡 보기 ]\n• 연봉: 2026 / 1억 8,700만 원 70%↑\n• 등번호: 1번\n• 병역: 예술체육요원\n• 학력: 인천숭의초-인천신흥중-제물포고\n• 사이드암 투수이지만 포심 패스트볼의 최고 구속이 151km까지 나오는 파이어볼러 투수. 변화구로는 130km/h 대의 체인지업과 슬라이더를 던진다. 각이 예리한 커브도 있어서 2019 시즌까지는 패스트볼, 커브 투피치로 상대했을 정도지만, 2023 시즌 초인 지금은 봉인한 상태다.\n• 다행히도 수술 이후 기량이 상승하였고 2017년 드래프트 최대어 중 한 명으로 성장했다.\n• 차세대 잠실아이돌로서의 어마어마한 인기를 입증했다.",
  },
  "박해민": {
    bio: "180cm/75kg. 우투좌타.\n1990년 02월 24일 출생.\n학력: 영중초-양천중-신일고-한양대-삼성.\n프로 입단: 12 삼성 육성선수.\n소속: 삼성 라이온즈 (2012~2021) / LG 트윈스 (2022~).\n포지션: 중견수.",
    career: "🏆 주요 기록:\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• 아시안 게임 국가대표\n• KBO 도루왕\n• 입단: 12 삼성 육성선수",
    tmi: "💡 TMI:\n• 등장곡: 블락비 - 〈HER〉 (2015~2017, 2022~)\n• 응원가: 구단 자작곡 (2022~)\n• 연봉: 2026 / -억 원 FA\n• 등번호: 17번\n• 병역: 예술체육요원\n• 학력: 영중초-양천중-신일고-한양대-삼성",
  },
  "배재환": {
    bio: "186cm/95kg. 우투우타.\n1995년 02월 24일 출생.\n학력: 가동초-잠신중-서울고-NC-상무.\n프로 입단: 14 NC 2차 1라운드 1순위.\n소속: NC 다이노스 (2014~).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• 입단: 14 NC 2차 1라운드 1순위\n• --- KBO TOP10 기록 ---\n• 2025 홀드 24 (6위)\n• 2019 홀드 20 (6위)",
    tmi: "💡 TMI:\n• 등장곡: Sam Ryder - 〈Tiny Riot〉\n• 연봉: 2025 / 1억 2,000만 원 118%↑\n• 등번호: 61번\n• 병역: 상무 피닉스 야구단\n• 학력: 가동초-잠신중-서울고-NC-상무",
  },
  "백정현": {
    bio: "184cm/80kg. 좌투좌타.\n1987년 07월 13일 출생.\n학력: 대구옥산초-대구중-대구상원고.\n프로 입단: 07 삼성 2차 1라운드 8순위.\n소속: 삼성 라이온즈 (2007~).\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 07 삼성 2차 1라운드 8순위\n• --- KBO TOP10 기록 ---\n• 2016 경기 70 (3위)\n• 2021 승리 14 (4위)\n• 2019 완봉 1 (2위)\n• 2019 완투 1 (5위)\n• 2021 평균자책점 2.63 (2위)",
    tmi: "💡 TMI:\n• 등장곡: [ 이전 등장곡 보기 ]\n• 연봉: 2026 / 2억 원 50%↓\n• 등번호: 29번\n• 병역: 전시근로역\n• 학력: 대구옥산초-대구중-대구상원고\n• , 긴 피치 터널 등을 활용해 타자를 교란하고, 타이밍 싸움을 유리하게 가져가면서 게임을 운영하는 스타일이다. BB/9는 피네스 피처답지않게 높으나, 기본적으로 정타를 허용하지 않으려는 두뇌파 투수에 가깝기에 잘하는 경기에서는 피안타율도 피출루율도 낮게 찍힌다. 2025년에는 체인지업 대신 포크볼(스플리터)을 장착했는데 꽤 괜찮은 결과를 냈다.\n• 밖에 없었을 정도로 부상이 많고 회복 속도도 매우 더딘 편이다.\n• 아예 '백작가'라고 부르며, 그가 찍어서 인스타그램에 올린 사진들이 종종 개념글로 올라온다. 일부는 반농담으로 대구 삼성 라이온즈 파크에서 백정현이 찍은 사진을 넣은 달력이나 엽서를 팔아야 한다고 주장하기도 한다. 결혼 사진도 본인이 직접 찍었다고 하며 결국 2019년 9월, 대구 삼성 라이온즈 파크에서 \"백작가 사진전\"을 개최했다.작가의 한마디도 덤 인스",
  },
  "소형준": {
    bio: "189cm/92kg. 우투우타.\n2001년 09월 16일 출생.\n학력: 호암초(의정부리틀)-구리인창중-유신고.\n프로 입단: 20 KT 1차.\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 입단: 20 KT 1차\n• --- KBO TOP10 기록 ---\n• 2022 승리 13 (4위)\n• 2020 승리 13 (7위)\n• 2022 이닝 171 1/3 (10위)\n• 2025 평균자책점 3.30 (10위)\n• 2022 평균자책점 3.05 (10위)",
    tmi: "💡 TMI:\n• 등장곡: 이매진 드래곤스 - 《Natural》\n• 연봉: 2026 / 3억 3,000만 원 50%↑\n• 등번호: 30번\n• 학력: 호암초(의정부리틀)-구리인창중-유신고\n• , 꽃형준, 스몰준, 삼진형준, 한우형준등이 있다. 10승을 달성한 이후의 별명은 특대형준\n• 이며, 가장 아끼는 별명은 ‘필소굿(feel so good)’이라고. 사실 키가 187cm라 체격이 크기는 하다.\n• 에 소형준 두산 상대 탈삼진 모음집이 올라올 정도. 그래서인지 올스타전에서 철웅이에게 주먹으로 맞았다.",
  },
  "손주영": {
    bio: "191cm/95kg. 좌투좌타.\n1998년 12월 02일 출생.\n학력: 울산대현초-개성중-경남고.\n프로 입단: 17 LG 2차 1라운드 2순위.\n소속: LG 트윈스 (2017~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• 입단: 17 LG 2차 1라운드 2순위\n• --- KBO TOP10 기록 ---\n• 2025 승리 11 (8위)\n• 2024 평균자책점 3.79 (8위)",
    tmi: "💡 TMI:\n• 등장곡: The Score - 〈Legend〉\n• 연봉: 2026 / 2억 9,000만 원 68.6%↑\n• 등번호: 29번\n• 병역: 대한민국 육군 제1보병사단 병장 만기전역\n• 학력: 울산대현초-개성중-경남고\n• 를 받고 나왔을 때는 사회인 야구팀에서 마음껏 강속구를 뿌리며 3이닝 동안 한 타자를 빼고 전부 삼진을 잡았다고. 타격 성적은 4타수 3안타 2홈런으로 오타니 놀이를 했다.\n• 또한 긴 얼굴형 때문에 고구마라는 별명도 생겼으며, 엘튜브 등지에서 해당 별명을 밀고 있다. 엘튜브의 출근길 컨텐츠에서 손주영에게 고구마를 선물로 줬을 정도.\n• 11살 때부터 김광현과의 맞대결을 꿈꾸고 있다고. 구단 유튜브에서 어릴적 SK 선수들 뒤통수만 봐도 누군지 알 정도로 SK 광팬이었다고 밝혔다. 2025년 스프링캠프 장소인 오키나와에서 김광현을 직접 만난 인증샷을 자신의 인스타그램에 올렸다. 인생 최고의 날이라고 적은 게시글에서 손주영은 김광현으로부터 선물받은 글러브를 들고 함께 사진을 찍었고 팬들은 성덕",
  },
  "송성문": {
    bio: "183cm/88kg. 우투좌타.\n1996년 08월 29일 출생.\n학력: 봉천초(용산구리틀)-홍은중-장충고-히어로즈-키움-상무-키움.\n프로 입단: 15 넥센 2차 5라운드 49순위.\n소속: 넥센-키움 히어로즈 (2015~2025).\n포지션: 3루수, 2루수.",
    career: "🏆 주요 기록:\n• WBSC 프리미어12 국가대표\n• 입단: 15 넥센 2차 5라운드 49순위",
    tmi: "💡 TMI:\n• 등장곡: MINO, ZICO - 〈Okey Dokey〉\n• 응원가: [ 이전 응원가 보기 ]\n• 연봉: 2026 / $2,500,000\n• 등번호: 24번\n• 병역: 상무 피닉스 야구단\n• 학력: 봉천초(용산구리틀)-홍은중-장충고-히어로즈-키움-상무-키움",
  },
  "송승기": {
    bio: "181cm/90kg. 좌투좌타.\n2002년 04월 10일 출생.\n학력: 삼일초-매향중-야탑고-LG-상무.\n프로 입단: 21 LG 2차 9라운드 87순위.\n소속: LG 트윈스 (2021~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• 입단: 21 LG 2차 9라운드 87순위\n• --- KBO TOP10 기록 ---\n• 2025 승리 11 (8위)",
    tmi: "💡 TMI:\n• 등장곡: f(x) - 〈Electric Shock〉 (2025. 9. 4.~)\n• 연봉: 2026 / 1억 3,600만 원 277.8% ↑\n• 등번호: 13번\n• 병역: 상무 피닉스 야구단\n• 학력: 삼일초-매향중-야탑고-LG-상무\n• 이며, 결론적으로 이러한 압도적인 수직 무브먼트를 바탕으로 한 패스트볼이 송승기의 최대 무기라고 할 수 있다.\n• 여기에 퓨처스와 상무에서 꾸준히 선발 수업을 받아 체력도 검증된 선수라고 할 수 있다.\n• , KBO 리그 내에서 특별히 모난 곳 없이 큰 육각형의 모습을 보여주는 점에서 양현종도 가끔씩 대두되는 컴패리즌이다.",
  },
  "신민재": {
    bio: "171cm/67kg. 우투좌타.\n1996년 01월 21일 출생.\n학력: 서흥초-동인천중-인천고.\n프로 입단: 15 두산 육성선수.\n소속: 두산 베어스 (2015~2017) / LG 트윈스 (2018~).\n포지션: 2루수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 입단: 15 두산 육성선수",
    tmi: "💡 TMI:\n• 등장곡: The Black Eyed Peas - 〈Pump It〉(2023~)\n• 응원가: 구단 자작곡\n• 연봉: 2026 / 3억 8,000만원 90.0%↑\n• 등번호: 4번\n• 병역: 사회복무요원 소집해제\n• 학력: 서흥초-동인천중-인천고\n• kt wiz와의 2019년 4월 30일 대첩 연장 11회에 3루에서 선보인 퍼포먼스로 상대투수 전유수의 멘탈을 탈탈 털어버리자 이종열 해설에 의해 '신재민'으로 강제 개명당하기도 했다.\n• 과 함께 프로에 입단해 인천야구를 알리고 싶다는 포부를 밝히기도 했다. #\n• 원래는 긍정적 의미의 별명이 아니지만, 입에 붙어서 그런지 흔히 쓰이고 있다. 호수비를 보여주면 국대 수비수",
  },
  "안우진": {
    bio: "192cm/90kg. 우투우타.\n1999년 08월 30일 출생.\n학력: 강남초-서울이수중-휘문고-히어로즈.\n프로 입단: 18 넥센 1차.\n소속: 넥센-키움 히어로즈 (2018~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• KBO 탈삼진왕\n• 입단: 18 넥센 1차\n• --- KBO TOP10 기록 ---\n• 2023 삼진 164 (2위)\n• 2022 삼진 224 (1위)\n• 2022 승리 15 (2위)\n• 2022 완투 1 (1위)\n• 2022 이닝 196 (1위)\n• 2023 평균자책점 2.39 (2위)\n• 2022 평균자책점 2.11 (1위)",
    tmi: "💡 TMI:\n• 등장곡: 마이클 잭슨 - 〈Smooth Criminal〉\n• 연봉: 2026 / 4억 8,000만 원 동결\n• 등번호: 41번\n• 병역: 사회복무요원 소집해제\n• 학력: 강남초-서울이수중-휘문고-히어로즈\n• 고교 시절 당시 배명고 선수이자 본인에 이어 서울권 2순위로 두산 베어스에 1차 지명된 곽빈과 국가대표에 함께하기로 약속을 했지만... 국가대표에서 영구 제명 당하며 약속을 못 지켰다. 학교폭력 사실이 과장되었다는 정황이 드러나면서 복권을 주장하는 여론이 커지게 되었지만 스포츠조선 박재호 야구부장의 취재 영상으로 상황이 또 다시 반전되면서 대한체육회에서 내\n• 마이클 잭슨을 좋아한다고 한다. 선발 등판일에는 하루 종일 마이클 잭슨의 노래만 듣는 루틴이 있을 정도. 등장곡도 마이클 잭슨의 'Smooth Criminal'이다. 등장곡 직캠 2012년 류현진 이후 10년 만에 토종 200K를 기록했을 때 팬 이벤트로 커피 200잔을 선물했는데 컵홀더에 붙일 스티커에 싸인할 때도 'Smooth Criminal'을 들으면",
  },
  "안현민": {
    bio: "183cm/90kg. 우투우타.\n2003년 08월 22일 출생.\n학력: 임호초(김해리틀)-개성중-마산고.\n프로 입단: 22 KT 2차 4라운드 38순위.\n포지션: 외야수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• 입단: 22 KT 2차 4라운드 38순위",
    tmi: "💡 TMI:\n• 등장곡: AJR - 〈Burn The House Down〉\n• 응원가: Lil Nas X - 〈STAR WALKIN’〉 #\n• 연봉: 2026 / 1억 8,000만 원 445.5%↑\n• 등번호: 23번\n• 병역: 대한민국 육군 제21보병사단 병장 만기 전역\n• 학력: 임호초(김해리틀)-개성중-마산고\n• (2022년 8월 23일 ~ 2024년 2월 22일)\n• 하지만, 허리 부상으로 인해 더 이상 하기 힘들어 부대에 얘기하자 부대 측에서 행정병과 취사병 중 하나를 제안했는데, 근무에 컴퓨터가 필수인 행정병 특성상 컴퓨터를 잘 못 다루는 안현민과는 안 맞아 자연스럽게 취사병으로 선회했다. 이후 취사병으로 복무 중 운동한다는 이야기를 들은 선임이 운동 영상과 함께 프런트로 자세에 대한 문제점을 지적해달라고 할 정도였\n• 을 섭외해 함께 만든 요리를 팬들에게 대접하는 이벤트까지 나왔다. 1탄 2탄",
  },
  "알칸타라": {
    bio: "193cm/100kg. 우투우타.\n1992년 12월 04일 출생.\n학력: 도미니카 Liceo secundario Emma Balaguer(고)-KT-두산.\n프로 입단: 19 KT 자유선발.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 19 KT 자유선발\n• --- KBO TOP10 기록 ---\n• 2023 삼진 162 (3위)\n• 2020 삼진 182 (2위)\n• 2023 승리 13 (4위)\n• 2020 승리 20 (1위)\n• 2020 완투 1 (1위)\n• 2019 완투 1 (5위)\n• 2023 이닝 192 (1위)\n• 2020 이닝 198 2/3 (2위)\n• 2023 평균자책점 2.67 (5위)\n• 2020 평균자책점 2.54 (4위)",
    tmi: "💡 TMI:\n• 학력: 도미니카 Liceo secundario Emma Balaguer(고)-KT-두산",
  },
  "앤더슨": {
    bio: "194cm/83kg. 우투우타.\n1994년 03월 22일 출생.\n학력: 미국 Galena(고)-SSG.\n프로 입단: 24 SSG 자유선발.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 24 SSG 자유선발\n• --- KBO TOP10 기록 ---\n• 2025 삼진 245 (2위)\n• 2024 삼진 158 (7위)\n• 2025 승리 12 (6위)\n• 2024 승리 11 (10위)\n• 2025 이닝 171 2/3 (8위)\n• 2025 평균자책점 2.25 (3위)",
    tmi: "💡 TMI:\n• 학력: 미국 Galena(고)-SSG",
  },
  "양의지": {
    bio: "180cm/95kg. 우투우타.\n1987년 06월 05일 출생.\n학력: 송정동초-무등중-진흥고-두산-경찰-두산-NC.\n프로 입단: 06 두산 2차 8라운드 59순위.\n소속: 두산 베어스 (2006~2018) / NC 다이노스 (2019~2022) / 두산 베어스 (2023~).\n포지션: 포수, 지명타자.",
    career: "🏆 주요 기록:\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• KBO 미스터 올스타\n• KBO 올스타\n• 아시안 게임 국가대표\n• KBO 사이클링 히트 달성\n• KBO 장타왕\n• 입단: 06 두산 2차 8라운드 59순위",
    tmi: "💡 TMI:\n• 등장곡: 박재범 - 〈좋아 (JOAH)〉\n• 응원가: 봉봉 사중창단 - 〈꽃집 아가씨〉\n• 연봉: 2026 / 42억 원 FA\n• 등번호: 25번\n• 병역: 경찰 야구단\n• 학력: 송정동초-무등중-진흥고-두산-경찰-두산-NC\n• 을 함께한 프랜차이즈 스타임과 동시에 KBO 골든글러브 포수 부문 역대 최다 수상\n• 2010년 신인왕, KBO 한국시리즈 MVP 2회 수상\n• , 역대 KBO리그 최초 포수 타격왕 2회 수상",
  },
  "양현종": {
    bio: "183cm/91kg. 좌투좌타.\n1988년 03월 01일 출생.\n학력: 학강초-광주동성중-광주동성고-KIA-텍사스.\n프로 입단: 07 KIA 2차 1라운드 1순위.\n소속: KIA 타이거즈 (2007~2020) / KIA 타이거즈 (2022~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 아시안 게임 국가대표\n• 입단: 07 KIA 2차 1라운드 1순위\n• --- KBO TOP10 기록 ---\n• 2023 삼진 133 (10위)\n• 2020 삼진 149 (5위)\n• 2019 삼진 163 (3위)\n• 2018 삼진 152 (8위)\n• 2017 삼진 158 (3위)\n• 2016 삼진 146 (5위)\n• 2015 삼진 157 (8위)\n• 2014 삼진 165 (3위)\n• 2010 삼진 145 (3위)\n• 2009 삼진 139 (4위)",
    tmi: "💡 TMI:\n• 등장곡: Christina Aguilera - 〈Fighter〉 (2017~)\n• 연봉: 2026 / 억 원 FA\n• 등번호: 54번\n• 병역: 예술체육요원\n• 학력: 학강초-광주동성중-광주동성고-KIA-텍사스\n• 타이거즈 프랜차이즈 소속 최다승, 최다 이닝, 최다 탈삼진, 최다 타자 상대, 최다 선발 등판, 최다 선발승 기록을 가지고 있다.\n• 이며, 21세기 국내 선수 중 유일하게 단일 시즌 2점대 ERAㆍ20승ㆍ200이닝을 모두 달성하고 골든글러브ㆍ정규시즌 및 한국시리즈 MVPㆍ최동원 상을 모두 수상했다. 또한 2025년 시즌 기준 KBO 한국시리즈 역사상 마지막 완봉승 달성자이다.\n• 2007 KBO 신인드래프트에서 2차 1라운드, 전체 1순위로 KIA 타이거즈에 입단하며 프로 생활을 시작하였다. 첫 해와 두 번째 해는 그냥저냥 보냈지만, 3년차인 2009년 엄청난 성장을 보이며 팀의 우승에 큰 공헌을 하고 2011년~2012년 잠시 부진하긴 했지만 2013년을 기점으로 다시 각성했고 이후로도 점점 성장하여 결국, 2015 시즌 리그 최",
  },
  "에레디아": {
    bio: "178cm/88kg. 좌투우타.\n본명 Guillermo Heredia. 1991년 01월 31일 출생.\n학력: 쿠바 Eide Luis Agusto Tursios Lima.\n프로 입단: 23 SSG 자유선발.\n소속: SSG 랜더스 (2023~).\n포지션: 외야수(좌익수, 중견수).",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• 입단: 23 SSG 자유선발",
    tmi: "💡 TMI:\n• 등장곡: JA RULAY - 〈MI MOMENTO (Prod. by Dave Produce)〉 (2025~)\n• 응원가: 구단 자작곡\n• 연봉: 2026 / $800,000\n• 등번호: 27번\n• 학력: 쿠바 Eide Luis Agusto Tursios Lima\n• 2021년 중견수로 출장했을 때 OAA는 718⅔이닝 동안 +5로 메이저리그 기준으로도 준수하다. 다만 SSG 랜더스에 입단한 후에는 당시 리그 최고의 중견수 수비를 선보이는 김강민과 최지훈이, 우익수에는 어깨가 강한 한유섬과 추신수가 있었기 때문에 좌익수로 출장하고 있다.\n• 뛰어난 타구 판단과 펜스 플레이에 넓은 수비 범위, 강한 어깨, 정확한 송구 능력까지 지니며 KBO 수비상이 신설된 2023년부터 3년 연속 KBO 수비상을 수상하며 명실상부 현 시점 리그 최고의 좌익수로 거듭났다. 특히 리그 전체로 봐도 강견을 보유하고 있는데, 2023년엔 외야수 보살 1위, 2024년엔 보살 2위를 기록했다.\n• 결국 이 문제가 계속 이어지자 구단은 2025년에 내야수에서 수비 불가 판정을 받은 최준우가 코너 외야로 포지션 변경을, 외야 수비력이 뛰어난 김성욱을 NC로부터 트레이드를 하게 된다.",
  },
  "오선우": {
    bio: "186cm/95kg. 좌투좌타.\n1996년 12월 13일 출생.\n학력: 성동초-자양중-배명고-인하대.\n프로 입단: 19 KIA 2차 5라운드 50순위.\n소속: KIA 타이거즈 (2019~).\n포지션: 1루수, 외야수.",
    career: "🏆 주요 기록:\n• 입단: 19 KIA 2차 5라운드 50순위",
    tmi: "💡 TMI:\n• 등장곡: Lil Nas X - 〈STAR WALKIN'〉\n• 응원가: TUBE - 〈The Season In The Sun〉 #\n• 연봉: 2026년 / 1억 2,000만 원 252.9%↑\n• 등번호: 56번\n• 병역: 전시근로역\n• 학력: 성동초-자양중-배명고-인하대\n• 로 축구부에서 거절했다고 한다. 그러던 중 이사를 가 주소를 새로 등록하러 동사무소에 갔는데 마침 야구부의 차를 보고 야구를 시작했다고 한다.\n• 까지 잘생겼다는 칭찬이 다시 나오기 시작했다.\n• 이 아닌데' 라며 의아해 하면서도, 우리 팀에도 드디어 미남 야구선수가 있다며 감격하는 중. 다만 정작 본인은 인터뷰에서 스스로를 잘생겼다고 생각한 적이 없다는 말을 여러 차례 했고 자신의 외모에 신경을 쓰는 유형도 아니라서 물세수에 로션만 바른다고 하는 등 특별히 관리하지 않는다고 한다. 또한 외모에 대한 칭찬을 들어도 좋아하거나 쑥스러워 하기 보다 멋쩍",
  },
  "오스틴": {
    bio: "183cm/97kg. 우투우타.\n1993년 10월 14일 출생.\n학력: 미국 Klein Collins(고).\n프로 입단: 23 LG 자유선발.\n포지션: 내야수.",
    career: "🏆 주요 기록:\n• 입단: 23 LG 자유선발",
    tmi: "💡 TMI:\n• 학력: 미국 Klein Collins(고)",
  },
  "오원석": {
    bio: "182cm/80kg. 좌투좌타.\n2001년 04월 23일 출생.\n학력: 수진초-매송중-야탑고-SK-SSG.\n프로 입단: 20 SK 1차.\n소속: SK 와이번스-SSG 랜더스 (2020~2024).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• 입단: 20 SK 1차\n• --- KBO TOP10 기록 ---\n• 2025 승리 11 (8위)\n• 2023 완투 1 (1위)",
    tmi: "💡 TMI:\n• 등장곡: ATLXS - 〈PASSO BEM SOLTO〉 (2025~)\n• 연봉: 2026 / 2억 3,000만 원 64.3%\n• 등번호: 47번\n• 학력: 수진초-매송중-야탑고-SK-SSG\n• 승리 요정 - 선발 등판과 함께 팀의 승리를 이끌어내는 지표를 갖고 있어서 생긴 별명. 2021년 오원석이 선발 등판할시에 팀 승률은 67%로 높은 승률을 보여준다. 이후 2022년 전반기에도 등판시 팀이 높은 승률을 보여주며 팀 내 연패 스토퍼이자 승리 요정으로 활약했다.\n• 하지만 2024 시즌 종료 후 트레이드를 통해 kt wiz로 이적하며 이제 불리지 않는 별명이 되었다.\n• 이라고 부른 것에서 유래되었다. 별명처럼 갈수록 깨스통스러운 모습을 보여주며 kt wiz 팬 사이에서도 깨스통으로 불리고 있다.",
  },
  "오지환": {
    bio: "185cm/80kg. 우투좌타.\n1990년 03월 12일 출생.\n학력: 군산초-자양중-경기고.\n프로 입단: 09 LG 1차.\n소속: LG 트윈스 (2009~).\n포지션: 유격수.",
    career: "🏆 주요 기록:\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• 아시안 게임 국가대표\n• 입단: 09 LG 1차",
    tmi: "💡 TMI:\n• 등장곡: 김바다 - 〈Moonage Dream〉[가사1]\n• 응원가: 박진영 - 〈너의 뒤에서〉(2011~)\n• 연봉: 2025 / 3억 원 FA\n• 등번호: 10번\n• 병역: 예술체육요원\n• 학력: 군산초-자양중-경기고\n• 라는 평가를 받았고, LG 트윈스에 1차 지명으로 입단해 2010년부터 현재까지 주전 유격수로 활약하고 있는 프랜차이즈 스타이다.\n• 를 기록하고 있는 선수이며, 차기 LG 트윈스의 영구결번으로 거론되고 있는 선수이다.\n• 서울특별시 출생인 아버지의 직장 생활로 인해 군산에서 태어나고 유년기를 보냈다. 현재 오지환의 아버지는 정년 퇴임 이후 충청남도 서산시 인지면에서 산불 감시 요원으로 활동하고 있다. # 같은 LG 후배인 문보경의 조부도 충청남도 서산시 팔봉면에서 거주 중인데, 친한 사이라고 한다. 충청남도 보령시에서 태어났지만 부모님의 고향인 광주광역시에서 학창시절을 보낸",
  },
  "올러": {
    bio: "193cm/102kg. 우투우타.\n본명 Adam Oller. 1994년 10월 17일 출생.\n학력: 미국 Northwestern State(대).\n프로 입단: 25 KIA 자유선발.\n소속: KIA 타이거즈 (2025~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• 입단: 25 KIA 자유선발\n• --- KBO TOP10 기록 ---\n• 2025 삼진 169 (5위)\n• 2025 승리 11 (8위)\n• 2025 완투 1 (2위)",
    tmi: "💡 TMI:\n• 연봉: 2026 / $700,000\n• 등번호: 33번\n• 학력: 미국 Northwestern State(대)\n• 주무기 스위퍼와 비슷한 구종인 슬러브를 활용해 팀의 원투펀치 역할을 할 것으로 보인다.\n• # 유니폼이 긴 바지로 되어 있는 야구 특성상 자주 볼 일은 없지만 오른쪽 종아리에는 귀멸의 칼날 캐릭터인 카마도 네즈코 문신도 있다. 마이애미 말린스 시절 인스타그램에 올라와서 화제가 되었다. # 팀 유튜브에서 2026년에 루피와 나루토 문신 계획이 있다는 이야기를 할 만큼 덕력이 상당하며, 인스타그램에도 여러 애니 관련 계정을 다수 팔로우하고 있는 것을\n• 가 인스타그램에 \"Great job!!! I'll make a reservation for Oritang tomorrow.(Both legs are yours)\"",
  },
  "와이스": {
    bio: "193cm/95kg. 우투우타.\n1996년 12월 10일 출생.\n학력: 미국 Wright State(대)-한화.\n프로 입단: 24 한화 부상 대체 외국인선수.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 24 한화 부상 대체 외국인선수\n• --- KBO TOP10 기록 ---\n• 2025 삼진 207 (4위)\n• 2025 승리 16 (3위)\n• 2025 이닝 178 2/3 (3위)\n• 2025 평균자책점 2.87 (6위)",
    tmi: "💡 TMI:\n• 학력: 미국 Wright State(대)-한화",
  },
  "원종현": {
    bio: "182cm/88kg. 우투우타.\n1987년 07월 31일 출생.\n학력: 군산중앙초-군산중-군산상고-LG-경찰-NC.\n프로 입단: 06 LG 2차 2라운드 11순위.\n소속: LG 트윈스 (2006~2010) / NC 다이노스 (2012~2022) / 키움 히어로즈 (2023~).\n포지션: 중간 계투 → 마무리 투수 → 중간 계투.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 입단: 06 LG 2차 2라운드 11순위\n• --- KBO TOP10 기록 ---\n• 2022 경기 68 (6위)\n• 2017 경기 68 (7위)\n• 2014 경기 73 (2위)\n• 2021 세이브 14 (10위)\n• 2020 세이브 30 (2위)\n• 2019 세이브 31 (3위)\n• 2018 홀드 17 (4위)\n• 2017 홀드 22 (2위)\n• 2016 홀드 17 (4위)",
    tmi: "💡 TMI:\n• 등장곡: Blade & Soul OST - 〈Heed the call〉\n• 연봉: 2025 / 5억 원 FA\n• 등번호: 46번\n• 병역: 경찰 야구단\n• 학력: 군산중앙초-군산중-군산상고-LG-경찰-NC\n• 최고 구속 155km/h, 평균 148km/h 대의 묵직한 포심 패스트볼을 던지며 종 변화가 좋은 슬라이더를 장착하고 있다. 쓰리피치로는 포크볼을 구사한다. 상대를 압도할 수 있는 구위에 좋은 제구력까지 갖추며 K/9가 9를 넘어가는 탈삼진율을 보이고 있으며, 패스트볼과 슬라이더가 주무기인 스리쿼터 투수는 우타자의 천적임에도 좌타자를 훨씬 잘 잡아낸다.\n• 구위를 인정받은 패스트볼에 비해 2014년까지만 해도 슬라이더의 평은 그다지 좋지 않았다. 하지만 2015년 이후 복귀 준비를 하면서 박명환 당시 2군 코치에게 도움을 받아 더욱 날카롭게 다듬었다. 옆으로 휘는 것보다 종 변화에 더욱 중점을 두었고 그 결과 2014년 -1.6에 불과했던 슬라이더의 구종 가치가 2016년 5.3까지 상승했다. 2017년에는\n• 알다시피 원종현은 대장암 때문에 2015년을 통째로 쉬었다. 그럼에도 저렇게 많은 이닝을 기록한 것. 그럼에도 불구하고 2020년 지금도 아직까지 평균구속 147km/h 대의 빠른 공을 뿌리며 마무리투수로 활약하고 있다.",
  },
  "원태인": {
    bio: "183cm/92kg. 우투좌타.\n2000년 04월 06일 출생.\n학력: 율하초(중구리틀)-경복중-경북고.\n프로 입단: 19 삼성 1차.\n소속: 삼성 라이온즈 (2019~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• 아시안 게임 국가대표\n• KBO 다승왕\n• 입단: 19 삼성 1차\n• --- KBO TOP10 기록 ---\n• 2025 승리 12 (6위)\n• 2024 승리 15 (1위)\n• 2021 승리 14 (4위)\n• 2024 완투 1 (3위)\n• 2025 이닝 166 2/3 (9위)\n• 2025 평균자책점 3.24 (8위)\n• 2024 평균자책점 3.66 (6위)\n• 2023 평균자책점 3.24 (7위)\n• 2021 평균자책점 3.06 (5위)",
    tmi: "💡 TMI:\n• 등장곡: 알라리깡숑 - 〈게인 주의〉\n• 연봉: 2026 / 10억 원 58.7%↑\n• 등번호: 18번\n• 병역: 예술체육요원\n• 학력: 율하초(중구리틀)-경복중-경북고\n• 야구부 감독인 원민구다. 실업 야구 선수 출신\n• 이후 2020년부터 2024년까지 대구 원BC 감독을 역임했다.\n• 를 졸업한 후 2005년 신인드래프트 때 SK 와이번스의 지명을 받았지만 부상으로 1년 만에 은퇴했다. 은퇴 후 가업을 잇겠다며 2010년부터 2024년까지 경복중학교 코치를 역임했고 2025년부터 아버지의 뒤를 이어 대구 원BC 감독으로 있다.",
  },
  "위즈덤": {
    bio: "188cm/99kg. 우투우타.\n1991년 08월 27일 출생.\n학력: 미국 Saint Mary's(대)-KIA.\n프로 입단: 25 KIA 자유선발.\n포지션: 내야수.",
    career: "🏆 주요 기록:\n• 입단: 25 KIA 자유선발",
    tmi: "💡 TMI:\n• 학력: 미국 Saint Mary's(대)-KIA",
  },
  "유영찬": {
    bio: "185cm/90kg. 우투좌타.\n1997년 03월 07일 출생.\n학력: 덕성초(안산리틀)-배명중-배명고-건국대.\n프로 입단: 20 LG 2차 5라운드 43순위.\n소속: LG 트윈스 (2020~).\n포지션: 마무리 투수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 입단: 20 LG 2차 5라운드 43순위\n• --- KBO TOP10 기록 ---\n• 2023 경기 67 (10위)\n• 2025 세이브 21 (8위)\n• 2024 세이브 26 (3위)",
    tmi: "💡 TMI:\n• 등장곡: 샤이니 - 〈Sherlock.셜록 (Clue+Note)〉\n• 연봉: 2026 / 2억 4,000만 원 14.3%↑\n• 등번호: 54번\n• 병역: 사회복무요원 (2020~2022)\n• 학력: 덕성초(안산리틀)-배명중-배명고-건국대\n• 의 포심 패스트볼을 던지는 우완 정통파 투수이다. 변화구로 우타자에게는 슬라이더\n• 를, 좌타자에게는 스플리터를 주로 던진다. 우타에게 속구+슬라이더, 좌타에게 속구+스플리터의 비율이 각각 90%가 넘는, 상대 타자에 따른 변화구 분리가 확실한 투수라 할 수 있다.\n• 3연투만 안 할 뿐 마무리 상황에 대신 내보낼 투수가 적은 구단 특성상 유영찬의 부진은 치명적이므로 체력적인 관리를 해줄 필요가 있다.",
  },
  "이로운": {
    bio: "185cm/105kg. 우투우타.\n2004년 09월 11일 출생.\n학력: 본리초-경복중-대구고.\n프로 입단: 23 SSG 1라운드 5순위.\n소속: SSG 랜더스 (2023~).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• 입단: 23 SSG 1라운드 5순위\n• --- KBO TOP10 기록 ---\n• 2025 경기 75 (5위)\n• 2025 홀드 33 (2위)",
    tmi: "💡 TMI:\n• 등장곡: G-DRAGON - 〈미치GO〉 (2025~)\n• 연봉: 2026 / 2억 원 170.3%↑\n• 등번호: 92번\n• 학력: 본리초-경복중-대구고\n• 여기서 파생되어 꽃돼지로도 불리고 있다. 하술할 토코몬과 함께 최지훈이 본인 응원가로 꽃돼지 안타~ 토코몬 안타~라고 쐐기박을 정도.\n• 학생수 부족으로 같은 재단인 경복중학교와 협성중학교가 폐합되었다. 그래서 졸업은 협성경복중학교에서 졸업을 했다.\n• 같은 해에 2라운드로 입단한 송영진과 발 사이즈가 같다.",
  },
  "이민석": {
    bio: "189cm/95kg. 우투우타.\n2003년 12월 10일 출생.\n학력: 부산수영초-대천중-개성고.\n프로 입단: 22 롯데 1차.\n소속: 롯데 자이언츠 (2022~).\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 22 롯데 1차",
    tmi: "💡 TMI:\n• 등장곡: Juice WRLD - 〈Lucid Dreams〉\n• 연봉: 2026 / 8,000만 원 100%↑\n• 등번호: 37번\n• 학력: 부산수영초-대천중-개성고",
  },
  "이승현": {
    bio: "183cm/102kg. 좌투좌타.\n2002년 05월 19일 출생.\n학력: 남도초-경복중-대구상원고.\n프로 입단: 21 삼성 1차.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 21 삼성 1차",
    tmi: "💡 TMI:\n• 학력: 남도초-경복중-대구상원고",
  },
  "이의리": {
    bio: "185cm/90kg. 좌투좌타.\n2002년 06월 16일 출생.\n학력: 광주수창초-충장중-광주제일고.\n프로 입단: 21 KIA 1차.\n소속: KIA 타이거즈 (2021~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• 입단: 21 KIA 1차\n• --- KBO TOP10 기록 ---\n• 2023 삼진 156 (5위)\n• 2022 삼진 161 (4위)\n• 2023 승리 11 (9위)",
    tmi: "💡 TMI:\n• 등장곡: [ 이전 등장곡 보기 ]\n• 연봉: 2026 / 1억 3,000만 원 23.5%↓\n• 등번호: 48번\n• 학력: 광주수창초-충장중-광주제일고\n• 2021년 스프링캠프 때 90kg까지 찌웠다가 다시 조금 뺐다고 한다.\n• 2025년 8월 22일 LG전까지 사용했다.",
  },
  "이재현": {
    bio: "180cm/82kg. 우투우타.\n2003년 02월 04일 출생.\n학력: 서울이수초-선린중-서울고.\n프로 입단: 22 삼성 1차.\n포지션: 내야수.",
    career: "🏆 주요 기록:\n• 입단: 22 삼성 1차",
    tmi: "💡 TMI:\n• 학력: 서울이수초-선린중-서울고",
  },
  "이정후": {
    bio: "185cm/86kg. 우투좌타.\n1998년 08월 20일 출생.\n학력: 광주서석초-휘문중-휘문고-히어로즈-키움.\n프로 입단: 17 넥센 1차.\n소속: 넥센-키움 히어로즈 (2017~2023) / 샌프란시스코 자이언츠 (2024~).\n포지션: 외야수.",
    career: "🏆 주요 기록:\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 아시안 게임 국가대표\n• KBO 사이클링 히트 달성\n• KBO 장타왕\n• 입단: 17 넥센 1차",
    tmi: "💡 TMI:\n• 등장곡: 슈프림팀 - 〈땡땡땡〉 (2025~)\n• 연봉: 2026 / $22,000,000\n• 등번호: 51번\n• 병역: 예술체육요원\n• 학력: 광주서석초-휘문중-휘문고-히어로즈-키움\n• 6년 1억 1,300만 달러의 역대 최대 규모 계약을 맺으며 2024년부터 샌프란시스코 자이언츠에서 뛰고 있다.\n• 하지만 KBO 리그에서의 마지막 시즌인 2023년 전반기에 슬럼프를 겪었고 메이저리그 진출 첫 시즌인 2024 시즌에도 부진하던 중 부상으로 시즌 아웃됐다.\n• 물론 이정후가 낸 성적은 메이저 리그에 연착륙한 강정호의 12/14년도의 성적보다 우수한 성적을 기록했다. 또한 전 팀 동료 김하성이 기대 이상의 타격능력을 보이며MLB에서 활약하고 있는 것으로 볼 때, 이정후 역시 빅리그에서 성공할 가능성이 있다고 볼 수 있다.",
  },
  "이지강": {
    bio: "183cm/85kg. 우투우타.\n1999년 07월 02일 출생.\n학력: 수원선일초-수원북중-소래고.\n프로 입단: 19 LG 2차 9라운드 85순위.\n소속: LG 트윈스 (2019~).\n포지션: 중간 계투(롱 릴리프), 선발 투수.",
    career: "🏆 주요 기록:\n• 입단: 19 LG 2차 9라운드 85순위",
    tmi: "💡 TMI:\n• 등장곡: [ 이전 등장곡 보기 ]\n• 연봉: 2026 / 1억 1000만 원 25%↑\n• 등번호: 32번\n• 병역: 제15보병사단 (2019~2021)\n• 학력: 수원선일초-수원북중-소래고\n• 우완 투수로 구속 자체는 평균을 웃도는 편이지만, 무브먼트가 우타자 몸쪽으로 휘어져 들어가는 역회전성을 띄는 데다가 구위도 타자의 스윙을 끌어낼 정도로 매우 좋아서 속구를 50%에 가까운 높은 비율로 구사한다.\n• 쥐갤을 한다는 루머도 있고, 최소한 눈팅은 한다는 게 쥐갤러들에게 정설로 여겨지고 있다. 2025년엔 쥐갤에서 제작한 호날두 LG 유니폼 합성짤을 올라온 바로 다음 날 바로 인스타 프사로 박는 패기를 선보였다. 심지어 엘튜브에서 이걸 물어보자 커뮤니티에서 직접 줏어왔음을 밝혔다.\n• 팬서비스가 좋기로 유명하다. 팬들에게 사인을 해준뒤 감사하다고 항상 말한다.",
  },
  "이호성": {
    bio: "184cm/87kg. 우투우타.\n2004년 08월 14일 출생.\n학력: 도원초(부천소사리틀)-동인천중-인천고.\n프로 입단: 23 삼성 1라운드 8순위.\n소속: 삼성 라이온즈 (2023~).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• 입단: 23 삼성 1라운드 8순위",
    tmi: "💡 TMI:\n• 등장곡: TULA - 〈잔혹한 천사의 테제 (Evangelion)〉\n• 연봉: 2026 / 1억 원 150%↑\n• 등번호: 1번\n• 학력: 도원초(부천소사리틀)-동인천중-인천고\n• 불펜으로 전향한 2025년에는 8km 가량 증속함과 더불어 체력 문제가 해결되며 강력한 구위의 패스트볼을 뿌리게 됐다.\n• 삼성 내에서 비슷하게 좋은 패스트볼 구위를 가졌다고 평가받는 이재희, 배찬승, 김무신에 비해 이호성은 크게 빠지는 공이나 몰리는 공이 없는 괜찮은 패스트볼 제구력을 가지고 있다. 그러나 후술하겠지만 경기별 기복이 굉장히 심해 제구가 흔들리는 날은 공을 억지로 밀어넣는 느낌을 주며 좀처럼 스트라이크 카운트를 잡지 못하는 모습을 보여준다. 또한 어디까지나 제구\n• 이렇게 슬라이더의 제구가 흔들리다 보니 레퍼토리도 단순해진다. 카운트를 잡기 위한 패스트볼 투구 -> 노리고 있던 타자에게 장타 허용 및 실점은 이제 익숙할 정도. 커맨드가 좋을 때에는 패스트볼과 조합해 낮은 피안타율을 보여주지만 동시에 컨트롤이 안 되면 자발적 볼넷 허용의 주요 원인이 되기도 하는, 양날의 검과 같은 구종. 후반기 들어 슬라이더가 완전히",
  },
  "임찬규": {
    bio: "185cm/80kg. 우투좌타.\n1992년 11월 20일 출생.\n학력: 가동초-청원중-휘문고-LG-경찰.\n프로 입단: 11 LG 1라운드 2순위.\n소속: LG 트윈스 (2011~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• WBSC 프리미어12 국가대표\n• 아시안 게임 국가대표\n• 입단: 11 LG 1라운드 2순위\n• --- KBO TOP10 기록 ---\n• 2011 경기 65 (4위)\n• 2020 삼진 138 (7위)\n• 2011 세이브 7 (8위)\n• 2025 승리 11 (8위)\n• 2023 승리 14 (3위)\n• 2018 승리 11 (10위)\n• 2025 완봉 1 (2위)\n• 2025 완투 1 (2위)\n• 2025 평균자책점 3.03 (7위)\n• 2023 평균자책점 3.42 (9위)",
    tmi: "💡 TMI:\n• 등장곡: 보아 - 〈No.1〉\n• 연봉: 2025 / 2억 원 FA\n• 등번호: 1번\n• 병역: 경찰 야구단\n• 학력: 가동초-청원중-휘문고-LG-경찰\n• 任이 본래 음이 '임'이기 때문에 두음 법칙과 관계없이 Im이다. 다만 Lim으로 오기된 것을 매우 많이 볼 수 있다.\n• 경찰청 입대 전까지는 중간 계투로 주로 나왔지만, 2016년 이후로는 2019년을 제외하면 선발 투수 위주로 나온다.\n• 공식홈페이지 선수등록은 우투우타로 되어있으나 우투좌타이다. 이벤트 경기 등 타격을 할 때마다 기본적으로 좌타로 타격을 한다. 여담으로 자선야구 출전 당시 양 타석에 모두 선 적도 있다.",
  },
  "장성우": {
    bio: "187cm/100kg. 우투우타.\n1990년 01월 17일 출생.\n학력: 감천초-경남중-경남고-롯데-경찰-롯데.\n프로 입단: 08 롯데 1차.\n소속: 롯데 자이언츠 (2008~2015).\n포지션: 포수, 지명타자.",
    career: "🏆 주요 기록:\n• 입단: 08 롯데 1차",
    tmi: "💡 TMI:\n• 등장곡: Fatrik vs Sweep J & CueE - 〈Bad.Y.O.B〉 (L2K Reboot)\n• 응원가: Shades Apart - 〈Stranger By the Day〉 (2015~2017, 2022~)\n• 연봉: 2026 / 3억 원 FA\n• 등번호: 22번\n• 병역: 경찰 야구단\n• 학력: 감천초-경남중-경남고-롯데-경찰-롯데\n• 때문에 이종운이 2015 시즌부터 롯데 감독으로 오게 되면서 경남고 감독에 사학비리가 있었다며 소문으로 언급되는 선수도 바로 장성우였고\n• , 시즌 시작 1달여 후 트레이드로 롯데에서 KT로 이적하게 되었을 때에는 언제고 백업포수에 만족하기 보다는 자기를 정말로 원하는 팀에서 뛰는 것도 선수 인생에서 봤을 땐 좋은 일이라는 발언을 하였다. 여러모로 자의반 타의반으로 줄곧 언급되는 사제관계.\n• 하지만 여전히 인식은 별로 좋지 못한편. 오죽하면 하주석이나 오재원 만큼 까이기도한다. 이 사건때문에 실력에 비해 저평가를 받기도 한다.",
  },
  "장현식": {
    bio: "181cm/91kg. 우투우타.\n1995년 02월 24일 출생.\n학력: 신도초-서울이수중-서울고-NC-경찰-NC-KIA.\n프로 입단: 13 NC 1라운드 9순위.\n소속: NC 다이노스 (2013~2020) / KIA 타이거즈 (2020~2024) / LG 트윈스 (2025~).\n포지션: 중간 계투, 마무리 투수.",
    career: "🏆 주요 기록:\n• 입단: 13 NC 1라운드 9순위\n• --- KBO TOP10 기록 ---\n• 2024 경기 75 (4위)\n• 2021 경기 69 (2위)\n• 2022 홀드 19 (8위)\n• 2021 홀드 34 (1위)",
    tmi: "💡 TMI:\n• 등장곡: [ 이전 등장곡 보기 ]\n• 연봉: 2025 / 2억 원 FA\n• 등번호: 50번\n• 병역: 경찰 야구단\n• 학력: 신도초-서울이수중-서울고-NC-경찰-NC-KIA",
  },
  "잭로그": {
    bio: "183cm/84kg. 좌투좌타.\n1996년 04월 23일 출생.\n학력: 미국 Archbishop Moeller(고)-미국 Kentucky(대).\n프로 입단: 25 두산 자유선발.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 25 두산 자유선발\n• --- KBO TOP10 기록 ---\n• 2025 삼진 156 (7위)\n• 2025 이닝 176 (5위)\n• 2025 평균자책점 2.81 (5위)",
    tmi: "💡 TMI:\n• 학력: 미국 Archbishop Moeller(고)-미국 Kentucky(대)",
  },
  "전사민": {
    bio: "194cm/85kg. 우투우타.\n1999년 07월 06일 출생.\n학력: 연서초(부산동래구리틀)-대신중-부산정보고-NC-상무.\n프로 입단: 19 NC 2차 2라운드 17순위.\n소속: NC 다이노스 (2019~).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• 입단: 19 NC 2차 2라운드 17순위\n• --- KBO TOP10 기록 ---\n• 2025 경기 74 (7위)",
    tmi: "💡 TMI:\n• 등장곡: Royal Deluxe - 〈Go〉\n• 연봉: 2026 / 1억 3,000만 원 242%↑\n• 등번호: 57번\n• 병역: 상무 피닉스 야구단\n• 학력: 연서초(부산동래구리틀)-대신중-부산정보고-NC-상무\n• 2025년 이전까지는 투구동작에서 하체 활용이 잘 되지 않아 안정감이 떨어지고 구속 역시 194cm라는 체격에 비해 아쉬운 모습이었으나, 2025 시즌부터 와인드업 없이 슬라이드 스텝으로만 던지기 시작하면서 5km/h 가량의 증속과 더불어 제구가 크게 안정화되었다. 컨디션이 좋은 날에는 움직임이 좋은 변화구와 존 구석에 꽂히는 빠른 투심의 시너지로 삼진과\n• 최근에는 불펜에서 등판할 때 글러브로 입을 막고 짧은 포효와 함께 마운드로 달려나오는 것이 루틴인 듯 하다.",
  },
  "전상현": {
    bio: "180cm/88kg. 우투우타.\n1996년 04월 18일 출생.\n학력: 남도초-경복중-대구상원고-KIA-상무.\n프로 입단: 16 KIA 2차 4라운드 38순위.\n소속: KIA 타이거즈 (2016~).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• 입단: 16 KIA 2차 4라운드 38순위\n• --- KBO TOP10 기록 ---\n• 2025 경기 74 (7위)\n• 2020 세이브 15 (8위)\n• 2025 홀드 25 (5위)\n• 2024 홀드 19 (8위)\n• 2022 홀드 16 (10위)\n• 2019 홀드 15 (9위)",
    tmi: "💡 TMI:\n• 등장곡: The Phantoms - 〈Gonna Be A Legend〉\n• 연봉: 2026 / 3억 1,000만 원 3.3%↑\n• 등번호: 51번\n• 병역: 상무 피닉스 야구단\n• 학력: 남도초-경복중-대구상원고-KIA-상무\n• 과 슬라이더를 주로 던진다. 아마추어 시절의 결정구는 커브였고, 실제로 프로 커리어 초창기에는 커브를 자주 구사했으나 피안타율이 높아 1군에 불펜 투수로 자리잡은 후에는 거의 던지지 않았다. 그러다 2024년 ABS가 도입된 후 다시 커브를 꺼내들었다.\n• 2024년부터는 롯데 자이언츠의 투수 구승민, 김원중에게 포크볼을 전수받은 뒤 포크볼도 던지기 시작했다\n• . 그 덕분에 투구수를 줄이는 등 효과를 톡톡히 보고 있다.",
  },
  "전준우": {
    bio: "184cm/98kg. 우투우타.\n1986년 02월 25일 출생.\n학력: 흥무초-경주중-경주고-건국대-롯데-경찰.\n프로 입단: 08 롯데 2차 2라운드 15순위.\n소속: 롯데 자이언츠 (2008~).\n포지션: 외야수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• KBO 미스터 올스타\n• KBO 올스타\n• KBO 득점왕\n• 입단: 08 롯데 2차 2라운드 15순위",
    tmi: "💡 TMI:\n• 등장곡: 3OH!3 - 〈STARSTRUKK〉 (2011~)\n• 응원가: The Turtles - 〈Happy Together〉구 신\n• 연봉: 2025 / 4억 원 FA\n• 등번호: 8번\n• 병역: 경찰 야구단\n• 학력: 흥무초-경주중-경주고-건국대-롯데-경찰",
  },
  "정우영": {
    bio: "193cm/99kg. 우언우타.\n1999년 08월 19일 출생.\n학력: 가평초-강남중-서울고.\n프로 입단: 19 LG 2차 2라운드 15순위.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 19 LG 2차 2라운드 15순위\n• --- KBO TOP10 기록 ---\n• 2021 경기 70 (1위)\n• 2020 경기 65 (4위)\n• 2022 홀드 35 (1위)\n• 2021 홀드 27 (2위)\n• 2020 홀드 20 (5위)\n• 2019 홀드 16 (8위)",
    tmi: "💡 TMI:\n• 학력: 가평초-강남중-서울고",
  },
  "정준재": {
    bio: "165cm/68kg. 우투좌타.\n2003년 01월 03일 출생.\n학력: 상인천초-동인천중-강릉고-동국대(얼리 드래프트).\n프로 입단: 24 SSG 5라운드 50순위.\n소속: SSG 랜더스 (2024~).\n포지션: 내야 유틸리티(2루수, 유격수, 3루수).",
    career: "🏆 주요 기록:\n• 입단: 24 SSG 5라운드 50순위",
    tmi: "💡 TMI:\n• 등장곡: 티맥스 - 〈파라다이스〉 (2024~)\n• 응원가: 동요 〈즐거운 나의 집〉\n• 연봉: 2026 / 1억 3,000만 원 73.3%↑\n• 등번호: 3번\n• 학력: 상인천초-동인천중-강릉고-동국대(얼리 드래프트)\n• 의 관계인지라 직접적인 인연이 있지는 않다. 그래도 최지훈이 정준재를 챙기는 모습이 종종 포착된다.\n• 저조한 성적으로 데뷔 시즌을 마친 바 있었다.\n• 이제 선수 생활 2년차에 접어든 젊은 선수지만 귀여우면서 준수한 외모와 기나긴 SSG의 2루수 잔혹사로 많은 인기를 끌고 있다. 경기 중 응원가 호응만 보면 거의 프랜차이즈 스타 못지 않을 정도. 그에 맞게 팬서비스도 많이 신경을 쓰는 모습인데 원정 경기가 끝나고 나서 자신을 보러 찾아와 준 팬들을 위해 요청하는 팬들에게 모두 싸인을 해주고 사진을 찍어주는",
  },
  "정철원": {
    bio: "192cm/95kg. 우투우타.\n1999년 03월 27일 출생.\n학력: 역북초-송전중-안산공고-두산.\n프로 입단: 18 두산 2차 2라운드 20순위.\n소속: 두산 베어스 (2018~2024) / 롯데 자이언츠 (2025~).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• 입단: 18 두산 2차 2라운드 20순위\n• --- KBO TOP10 기록 ---\n• 2025 경기 75 (5위)\n• 2023 경기 67 (10위)\n• 2025 홀드 21 (8위)\n• 2022 홀드 23 (6위)",
    tmi: "💡 TMI:\n• 등장곡: 젝스키스 - 〈사나이 가는 길 (폼생폼사)〉\n• 연봉: 2026 / 1억 8,000만 원 50%↑\n• 등번호: 65번\n• 병역: 대한민국 육군 제8군단 병장 만기전역\n• 학력: 역북초-송전중-안산공고-두산\n• 을 달성하며 2022년 KBO 신인상을 수상했다. 그러나 이후 혹사로 인한 후유증을 겪으며 부진하다 2025 시즌을 앞두고 트레이드를 통해 롯데 자이언츠로 이적했다.\n• 일단 2026년 1월 25일부터 진행되는 1군 스프링캠프 일정은 정상적으로 소화한다. #\n• 신인 시절에는 같은 팀 선배였던 오재일을 닮았다. 베어스포티비피셜 오재일 순한 맛. 다만 군 전역 후 살이 많이 빠지면서 예전과는 외모가 많이 변했다. 팀 대선배격인 심재학은 정철원의 외모가 박명환과 닮은 것 같다고 말하기도 했다.",
  },
  "정해영": {
    bio: "189cm/98kg. 우투우타.\n2001년 08월 23일 출생.\n학력: 광주대성초-광주동성중-광주제일고.\n프로 입단: 20 KIA 1차.\n소속: KIA 타이거즈 (2020~).\n포지션: 마무리 투수.",
    career: "🏆 주요 기록:\n• WBSC 프리미어12 국가대표\n• KBO 세이브왕\n• 입단: 20 KIA 1차\n• --- KBO TOP10 기록 ---\n• 2021 경기 64 (10위)\n• 2025 세이브 27 (6위)\n• 2024 세이브 31 (1위)\n• 2023 세이브 23 (7위)\n• 2022 세이브 32 (3위)\n• 2021 세이브 34 (3위)",
    tmi: "💡 TMI:\n• 등장곡: Demetrius X -〈The Purge〉(2025~)\n• 연봉: 2026 / 3억 원 16.7%↓\n• 등번호: 62번\n• 학력: 광주대성초-광주동성중-광주제일고\n• 프로 입단과 동시에 구속을 5km/h 이상 끌어올렸고 현재는 평균 148km/h\n• , 최고 153km/h의 구속을 기록하고 있다. 고교 시절 때처럼 선발 투수가 아닌 중간 계투로 뛰는 것을 감안하더라도 대단한 구속 상승을 이루어낸 것.\n• 제외하면 항상 리그 평균보다 낮다. 커리어 로우인 2025 시즌에도 BB/9과 BB% 모두 리그 중상위권에 속했을 정도. 이는 후술될 ‘일단 존에 꽂아넣는’ 피칭 스타일과도 연관이 있을 것으로 보인다.",
  },
  "정현수": {
    bio: "180cm/84kg. 좌투좌타.\n2001년 05월 10일 출생.\n학력: 부산대연초-부산중-부산고-송원대.\n프로 입단: 24 롯데 2라운드 13순위.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 24 롯데 2라운드 13순위\n• --- KBO TOP10 기록 ---\n• 2025 경기 82 (1위)",
    tmi: "💡 TMI:\n• 학력: 부산대연초-부산중-부산고-송원대",
  },
  "조동욱": {
    bio: "190cm/82kg. 좌투좌타.\n2004년 11월 02일 출생.\n학력: 소래초-영남중-장충고.\n프로 입단: 24 한화 2라운드 11순위.\n소속: 한화 이글스 (2024~).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• 입단: 24 한화 2라운드 11순위",
    tmi: "💡 TMI:\n• 등장곡: BIGBANG - 에라 모르겠다 (2025~)\n• 연봉: 2025 / 4,000만 원 33.3%↑\n• 등번호: 57번\n• 학력: 소래초-영남중-장충고\n• 과 더불어 준수한 구종 가치의 슬라이더, 체인지업을 구사하는 좌완 투수이다.\n• 그 중 황준서와는 나란히 한화 이글스의 1, 2라운드에 지명되며 프로에서도 같은 팀으로 뛰게 되었고, 데뷔전에서도 선발승까지 했다. 이후 같은 고등학교에서 권현도 지명되었다.\n• 장진혁이 보상선수로 이적한 뒤로는 구단의 모델을 담당하고 있다.",
  },
  "조병현": {
    bio: "182cm/90kg. 우투우타.\n2002년 05월 08일 출생.\n학력: 온양온천초-온양중-세광고-SK-SSG-상무.\n프로 입단: 21 SK 2차 3라운드 28순위.\n소속: SSG 랜더스 (2021~).\n포지션: 마무리 투수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 입단: 21 SK 2차 3라운드 28순위\n• --- KBO TOP10 기록 ---\n• 2024 경기 76 (3위)\n• 2025 세이브 30 (4위)",
    tmi: "💡 TMI:\n• 등장곡: 도겸 - 〈Go!〉 (2024~)\n• 연봉: 2026 / 2억 5,000만 원 85.2%↑\n• 등번호: 19번\n• 병역: 상무 피닉스 야구단\n• 학력: 온양온천초-온양중-세광고-SK-SSG-상무\n• 2024년부터 팀의 주축으로 활약하기 시작하면서 반반한 외모로도 주목을 받았는데, 본인이 밝히길 아버지를 닮은 것이라고 한다.\n• 데뷔 시즌에는 2군에서 선발 로테이션을 돌았고 1군에도 몇 번 선발 등판한 적이 있다. 상무에서 마무리 투수로 좋은 모습을 보여주고 전역한 후 2024 시즌 중반까지는 중간 계투에서 활약했으나 2024년 8월 2일 삼성전부터 마무리 투수 보직을 소화하게 되었다.\n• 여담으로 2025 시즌 시작 전에 The Score의 〈The Champion〉이라는 곡으로 등장곡을 변경하려고 했지만 많은 팬들이 현재의 등장곡이 더 좋고 조병현에게 더 잘 어울린다는 반응을 보이자 등장곡을 바꾸지 않고 그대로 사용하고 있다.",
  },
  "조상우": {
    bio: "186cm/97kg. 우투우타.\n1994년 09월 04일 출생.\n학력: 서화초-상인천중-대전고-히어로즈-키움.\n프로 입단: 13 넥센 1라운드 1순위.\n소속: 넥센-키움 히어로즈 (2013~2024) / KIA 타이거즈 (2025~).\n포지션: 중간 계투, 마무리 투수.",
    career: "🏆 주요 기록:\n• 올림픽 야구 국가대표\n• WBSC 프리미어12 국가대표\n• KBO 세이브왕\n• 입단: 13 넥센 1라운드 1순위\n• --- KBO TOP10 기록 ---\n• 2015 경기 70 (6위)\n• 2021 세이브 15 (8위)\n• 2020 세이브 33 (1위)\n• 2019 세이브 20 (6위)\n• 2025 홀드 28 (4위)\n• 2015 홀드 19 (3위)",
    tmi: "💡 TMI:\n• 등장곡: AC/DC - 〈T.N.T.〉\n• 연봉: 2025 / 4억 원 17.6%↑\n• 등번호: 11번\n• 병역: 사회복무요원 소집해제\n• 학력: 서화초-상인천중-대전고-히어로즈-키움\n• 이미 과거 경기 외적인 부상을 입어 2014년 아시안 게임을 통한 예술체육요원 편입 기회를 한 번 놓쳤던 상태에서\n• 저런 허벅지를 키우려면 어린 선수가 얼마나 노력을 했는지 알 수 있어요.",
  },
  "조수행": {
    bio: "178cm/73kg. 우투좌타.\n1993년 08월 30일 출생.\n학력: 노암초-경포중-강릉고-건국대-두산-상무.\n프로 입단: 16 두산 2차 1라운드 5순위.\n소속: 두산 베어스 (2016~).\n포지션: 외야수.",
    career: "🏆 주요 기록:\n• KBO 도루왕\n• 입단: 16 두산 2차 1라운드 5순위",
    tmi: "💡 TMI:\n• 등장곡: Hardwell - 〈Follow Me〉 (feat. Jason Derulo)\n• 응원가: Silent Partner - 〈Marvin's Dance〉\n• 연봉: 2025 / 2억 원 110.5%↑\n• 등번호: 51번\n• 병역: 상무 피닉스 야구단\n• 학력: 노암초-경포중-강릉고-건국대-두산-상무\n• # 외야수비를 가르쳐 주는 내용과 2미터 배트로 타격하기 두 편에 출연했는데 그의 빠른 발을 볼 수 있다. 한 번은 기습 번트 안타를 만들기도 했다. 이후 12월에는 블리츠볼 투수로 등판해 타자들과 승부하기라는 주제로 출연했다. 역시 PDB에 출연했던 김대현과 양준혁, 홍창기도 출연했다.\n• 외야 전 포지션을 소화할 수 있으며 기본적으로는 중견수 자원이다. 2014 시즌 이전의 정수빈과 비슷한 롤을 소화하는 중. 다만 그 정수빈이 주전 중견수로 고정된 탓에 코너 외야 출전이 더 많으며 팀 상황에 따라 좌익수와 우익수를 오가고 있다. 강릉고 시절에는 내야수(주 포지션은 유격수)였고, 2018 시즌에 2루수로 2이닝을 소화한 경험도 있지만 이후에는\n• 빠른 발로 인해 유리한 좌타석에 서게 된 오른손잡이 우투좌타다.",
  },
  "조영건": {
    bio: "180cm/85kg. 우투우타.\n1999년 02월 04일 출생.\n학력: 대전신흥초-충남중-백송고.\n프로 입단: 19 넥센 2차 2라운드 14순위.\n소속: 키움 히어로즈 (2019~).\n포지션: 마무리 투수.",
    career: "🏆 주요 기록:\n• 입단: 19 넥센 2차 2라운드 14순위",
    tmi: "💡 TMI:\n• 연봉: 2026 / 6,700만 원 76.3%↑\n• 등번호: 20번\n• 병역: 대한민국 육군 제3군수지원여단 병장 만기 전역\n• 학력: 대전신흥초-충남중-백송고\n• 의 포심 구속으로 우완 선발 평균을 살짝 웃도는 구속을 가지고 있었다. 아직 젊은 투수고 고등학교 때에도 151을 던진 만큼 구속 향상의 여지는 충분하다. 속구와 더불어 슬라이더, 커브, 포크를 구사하며 속구의 비중이 약 60% 정도로 높은 편이다. 커브는 보여주기 식이 강하고, 기본적으로는 속구-슬라이더 조합의 투피치 투구에 상황에 따라 포크의 비중을 조\n• 선발과 롱릴리프, 추격조, 셋업맨, 마무리를 한 시즌에 다 뛸 정도로 활용도는 다양하나, 길게 던지는 것보단 짧게 전력투구 시의 성적이 더 뛰어나다.",
  },
  "주승우": {
    bio: "180cm/82kg. 우투우타.\n2000년 01월 30일 출생.\n학력: 송추초(의정부리틀)-영동중-서울고-성균관대.\n프로 입단: 22 키움 1차.\n소속: 키움 히어로즈 (2022~).\n포지션: 마무리 투수.",
    career: "🏆 주요 기록:\n• 입단: 22 키움 1차\n• --- KBO TOP10 기록 ---\n• 2025 세이브 16 (9위)\n• 2024 세이브 14 (10위)",
    tmi: "💡 TMI:\n• 등장곡: G-DRAGON - 〈삐딱하게〉\n• 연봉: 2025 / 7,700만원 140.6%↑\n• 병역: 대한민국 육군 제1보병사단 일병 복무 중\n• 학력: 송추초(의정부리틀)-영동중-서울고-성균관대\n• 본인은 자신의 생일인 30번이나 롤모델인 박찬호의 61번을 생각하고 있다고 밝혔고\n• 전신격인 유니콘스의 20번과 30번은 상징적인 등번호인데 20번 정민태고, 30번 김수경이 있다. 최원태가 트레이드로 팀을 떠나면서 20번을 달 기회가 생길 것으로 보였으나 전역한 조영건이 달면서 달지 못했다.\n• 부친이 김천에서 문구점을 운영하다 현재는 폐업하였다.",
  },
  "채은성": {
    bio: "186cm/92kg. 우투우타.\n1990년 02월 06일 출생.\n학력: 순천북초-순천이수중-효천고-LG.\n프로 입단: 09 LG 육성선수.\n소속: LG 트윈스 (2009~2022) / 한화 이글스 (2023~).\n포지션: 우익수 → 1루수.",
    career: "🏆 주요 기록:\n• 입단: 09 LG 육성선수",
    tmi: "💡 TMI:\n• 등장곡: Carley Rae Jepsen - 〈I Really Like You〉 (2015~2017, 2022~)\n• 응원가: 트랜스픽션 - 〈Devilman〉 (2023~)\n• 연봉: 2025 / 6억 원 FA\n• 등번호: 22번\n• 병역: 육군 병장 만기전역(2010~2012)\n• 학력: 순천북초-순천이수중-효천고-LG",
  },
  "최원태": {
    bio: "184cm/104kg. 우투우타.\n1997년 01월 07일 출생.\n학력: 인헌초(용산구리틀)-서울경원중-서울고-히어로즈-키움-LG.\n프로 입단: 15 넥센 1차.\n소속: 넥센-키움 히어로즈 (2015~2023) / LG 트윈스 (2023~2024) / 삼성 라이온즈 (2025~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• 아시안 게임 국가대표\n• 입단: 15 넥센 1차\n• --- KBO TOP10 기록 ---\n• 2018 승리 13 (5위)\n• 2018 완투 1 (4위)",
    tmi: "💡 TMI:\n• 등장곡: Dooleys - 〈Wanted〉 (2025~)\n• 연봉: 2025 / 2억 원 FA\n• 등번호: 20번\n• 병역: 예술체육요원\n• 학력: 인헌초(용산구리틀)-서울경원중-서울고-히어로즈-키움-LG",
  },
  "최정": {
    bio: "180cm/90kg. 우투우타.\n1987년 02월 28일 출생.\n학력: 대일초-평촌중-유신고-SK.\n프로 입단: 05 SK 1차.\n소속: SK 와이번스-SSG 랜더스 (2005~)[7].\n포지션: 3루수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• KBO 미스터 올스타\n• KBO 올스타\n• 아시안 게임 국가대표\n• KBO 장타왕\n• KBO 홈런왕\n• 입단: 05 SK 1차",
    tmi: "💡 TMI:\n• 등장곡: 방탄소년단 - 〈불타오르네〉 (2024~)\n• 응원가: 동요 〈둥글게 둥글게〉 (2005~)\n• 연봉: 2025 / 17억 원 FA\n• 등번호: 14번\n• 병역: 예술체육요원\n• 학력: 대일초-평촌중-유신고-SK",
  },
  "최정원": {
    bio: "176cm/70kg. 우투좌타.\n2000년 06월 24일 출생.\n학력: 서원초-청주중-청주고-NC-상무.\n프로 입단: 19 NC 2차 7라운드 67순위.\n포지션: 내야수.",
    career: "🏆 주요 기록:\n• 입단: 19 NC 2차 7라운드 67순위",
    tmi: "💡 TMI:\n• 학력: 서원초-청주중-청주고-NC-상무",
  },
  "최주환": {
    bio: "177cm/73kg. 우투좌타.\n1988년 02월 28일 출생.\n학력: 학강초-광주동성중-광주동성고-두산-상무-두산-SK-SSG.\n프로 입단: 06 두산 2차 6라운드 46순위.\n소속: 두산 베어스 (2006~2020) / SSG 랜더스 (2021~2023)[3] / 키움 히어로즈 (2024~).\n포지션: 내야수(1루수, 2루수), 지명타자.",
    career: "🏆 주요 기록:\n• 올림픽 야구 국가대표\n• 입단: 06 두산 2차 6라운드 46순위",
    tmi: "💡 TMI:\n• 등장곡: 빅뱅 - 〈FANTASTIC BABY〉\n• 응원가: 심신 - 〈오직 하나뿐인 그대〉\n• 연봉: 2025 / 3억 원 비FA 다년계약\n• 등번호: 53번\n• 병역: 상무 피닉스 야구단\n• 학력: 학강초-광주동성중-광주동성고-두산-상무-두산-SK-SSG",
  },
  "최지훈": {
    bio: "178cm/82kg. 우투좌타.\n1997년 07월 23일 출생.\n학력: 광주수창초-무등중-광주제일고-동국대-SK.\n프로 입단: 20 SK 2차 3라운드 30순위.\n소속: SK 와이번스-SSG 랜더스 (2020~).\n포지션: 중견수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• 아시안 게임 국가대표\n• 입단: 20 SK 2차 3라운드 30순위",
    tmi: "💡 TMI:\n• 등장곡: 가호 - 〈시작〉 (2022~)\n• 응원가: CCM 〈주 예수 사랑 기쁨〉 (2020~)\n• 연봉: 2026 / 3억 7,000만 원 23.3%↑\n• 등번호: 54번\n• 병역: 예술체육요원\n• 학력: 광주수창초-무등중-광주제일고-동국대-SK\n• ’ , ‘대졸슈퍼루키’라는 별명을 얻었다. 김강민의 뒤를 잇는 수비력과 덕아웃 분위기메이커 역할을 아주 잘 해내고 있으며 공격력에서도 KBO 리그에서 상위권 성적을 기록할 정도로 뛰어난 모습을 보여주며 공수주 모두 갖춘 풀 스탯 외야수로서 활약하고 있다.\n• 부진에 빠질 때는 뉴동화, 럭키조동화로 불리기도 하고 타팀 팬들, 특히 롯데 팬들은 또 김강민 같은 로나쌩 중견수\n• 가 나왔다며 뉴강민, 뉴짐승, 젊강민, 자연재해 등으로 부른다.",
  },
  "최형우": {
    bio: "180cm/106kg. 우투좌타.\n1983년 12월 16일 출생.\n학력: 진북초-전주동중-전주고-삼성-경찰-삼성-KIA.\n프로 입단: 02 삼성 2차 6라운드 48순위.\n소속: 삼성 라이온즈 (2002~2005, 2008~2016) / KIA 타이거즈 (2017~2025) / 삼성 라이온즈 (2026~).\n포지션: 좌익수, 지명타자.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• KBO 미스터 올스타\n• KBO 올스타\n• KBO 사이클링 히트 달성\n• KBO 장타왕\n• KBO 타점왕\n• KBO 홈런왕\n• 입단: 02 삼성 2차 6라운드 48순위",
    tmi: "💡 TMI:\n• 등장곡: 장기하와 얼굴들 - 〈풍문으로 들었소〉[가사1]\n• 응원가: 미정\n• 연봉: 2026 / ? 억 원 FA\n• 등번호: 34번\n• 병역: 경찰 야구단\n• 학력: 진북초-전주동중-전주고-삼성-경찰-삼성-KIA",
  },
  "치리노스": {
    bio: "188cm/102kg. 우투우타.\n본명 Yonny Chirinos. 1993년 12월 26일 출생.\n학력: 베네수엘라 U.E.N heroes nigales(고).\n프로 입단: 25 LG 자유선발.\n소속: LG 트윈스 (2025~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• 입단: 25 LG 자유선발\n• --- KBO TOP10 기록 ---\n• 2025 승리 13 (5위)\n• 2025 이닝 177 (4위)",
    tmi: "💡 TMI:\n• 등장곡: Daddy Yankee - 〈Donante De Sangre〉\n• 연봉: 2026 / $900,000\n• 등번호: 46번\n• 학력: 베네수엘라 U.E.N heroes nigales(고)\n• Yonny Enrique Chirinos Mejias\n• 가 나오는 싱커로, 치리노스의 레퍼토리의 40~50%를 차지하며 이를 바탕으로 땅볼 유도가 비교적 많은 편이다. 홈 플레이트 앞에서 가라앉는 움직임이 좋아 땅볼뿐만 아니라 삼진 유도에도 나름 좋은 구종. 싱커와 함께 평균구속 85mph의 스플리터를 구사하는데, 싱커와 비슷하지만 다른 움직임을 바탕으로 치리노스의 또 하나의 주무기로 군림했다. 2019년 당시\n• 이후 미국의 베네수엘라 침공에도 다행히 농장이 수도와 상당히 멀리 떨어져있는지라 본인과 농장을 포함한 모든 것이 피해를 입지 않았으며 나중에 한국 목장을 방문해보고 싶다고 말했다. 그후 2026년에 송아지 17마리가 더 생겼다 밝혀, 최소 4~50마리 이상의 소가 있는것으로 확인된다.#",
  },
  "케이브": {
    bio: "183cm/90kg. 좌투좌타.\n1992년 12월 04일 출생.\n학력: 미국 Kecoughtan(고)-두산.\n프로 입단: 25 두산 자유선발.\n포지션: 외야수.",
    career: "🏆 주요 기록:\n• 입단: 25 두산 자유선발",
    tmi: "💡 TMI:\n• 학력: 미국 Kecoughtan(고)-두산",
  },
  "콜어빈": {
    bio: "193cm/102kg. 좌투좌타.\n1994년 01월 31일 출생.\n학력: 미국 Servite(고)-미국 Oregon(대)-두산.\n프로 입단: 25 두산 자유선발.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 25 두산 자유선발",
    tmi: "💡 TMI:\n• 학력: 미국 Servite(고)-미국 Oregon(대)-두산",
  },
  "폰세": {
    bio: "198cm/115kg. 우투우타.\n1994년 04월 25일 출생.\n학력: 미국 California State(대)-한화.\n프로 입단: 25 한화 자유선발.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 25 한화 자유선발\n• --- KBO TOP10 기록 ---\n• 2025 삼진 252 (1위)\n• 2025 승리 17 (1위)\n• 2025 이닝 180 2/3 (2위)\n• 2025 평균자책점 1.89 (1위)",
    tmi: "💡 TMI:\n• 학력: 미국 California State(대)-한화",
  },
  "하영민": {
    bio: "183cm/74kg. 우투우타.\n1995년 05월 07일 출생.\n학력: 광주수창초-진흥중-진흥고-히어로즈.\n프로 입단: 14 넥센 2차 1라운드 4순위.\n소속: 넥센-키움 히어로즈 (2014~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• 입단: 14 넥센 2차 1라운드 4순위",
    tmi: "💡 TMI:\n• 등장곡: N.EX.T - 《The Destruction of the Shell: 껍질의 파괴》\n• 연봉: 2026 / 2억 1,000만원 27.3%↑\n• 등번호: 50번\n• 병역: 사회복무요원 소집해제\n• 학력: 광주수창초-진흥중-진흥고-히어로즈\n• ‘히어로즈’ 하면 가장 먼저는 아니더라도 ‘이 선수가 있었지, 이 선수 잘했지’라는 생각이 들 수 있는 그런 선수가 되면 좋겠습니다.\n• 가 된 이후로 주로 롱릴리프나 세컨더리 셋업 등 불펜 투수로 뛰었으나, 2024 시즌부터 스탭업하여 선발투수로 자리잡았다.\n• 2014년 2차 신인지명 때 다른 선수들은 모두 유니폼이나 양복을 입었는데 혼자 사복을 입었다.",
  },
  "한승혁": {
    bio: "185cm/100kg. 우투좌타.\n1993년 01월 03일 출생.\n학력: 도신초-강남중-덕수고-(남부대)-KIA-한화.\n프로 입단: 11 KIA 1라운드 8순위.\n소속: KIA 타이거즈 (2011~2022) / 한화 이글스 (2023~2025).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• 입단: 11 KIA 1라운드 8순위\n• --- KBO TOP10 기록 ---\n• 2024 경기 70 (10위)\n• 2024 홀드 19 (8위)",
    tmi: "💡 TMI:\n• 등장곡: The Script - 〈Hall of Fame〉\n• 응원가: [ 이전 응원가 보기 ]\n• 연봉: 2026 / 3억 원 219.1%↑\n• 등번호: 35번\n• 병역: 사회복무요원 (2019~2021)\n• 학력: 도신초-강남중-덕수고-(남부대)-KIA-한화",
  },
  "한유섬": {
    bio: "190cm/105kg. 우투좌타.\n1989년 08월 09일 출생.\n학력: 중앙초(해운대리틀)-대천중-경남고-경성대-SK-상무-SK.\n프로 입단: 12 SK 9라운드 85순위.\n소속: SK 와이번스-SSG 랜더스 (2012~).\n포지션: 우익수, 좌익수, 지명타자.",
    career: "🏆 주요 기록:\n• KBO 미스터 올스타\n• KBO 올스타\n• 입단: 12 SK 9라운드 85순위",
    tmi: "💡 TMI:\n• 등장곡: 싸이 - 〈내 눈에는〉 (2025~)\n• 응원가: 코요태 - 〈웃자〉 (2013~)\n• 연봉: 2026 / 9억 원 비FA 다년계약\n• 등번호: 35번\n• 병역: 상무 피닉스 야구단\n• 학력: 중앙초(해운대리틀)-대천중-경남고-경성대-SK-상무-SK\n• 으로 불렸었고, 잘할 경우에는 갓동민으로 승격되었다. 지금은 등번호와 이름이 모두 바뀌어서 사장된 별명이다.\n• 라고 부른다. 현재는 SSG 랜더스로 모기업이 바뀌어 지금은 쓱웅이로 변경됐다.\n• 섬와버 - 2024시즌 4월 10일까지 타율은 1할로 처참하지만 홈런 타점 선두에 OPS가 9에 가까워 한국의 카일 슈와버라는 별명이 생겼다.",
  },
  "한재승": {
    bio: "180cm/90kg. 우투우타.\n2001년 11월 21일 출생.\n학력: 동막초-상인천중-인천고-NC.\n프로 입단: 21 NC 2차 4라운드 36순위.\n소속: NC 다이노스 (2021~2025) / KIA 타이거즈 (2025~).\n포지션: 중간 계투.",
    career: "🏆 주요 기록:\n• 입단: 21 NC 2차 4라운드 36순위",
    tmi: "💡 TMI:\n• 등장곡: Simple Plan - 〈Take My Hand〉\n• 연봉: 2026 / 7,500만 원 동결\n• 등번호: 55번\n• 학력: 동막초-상인천중-인천고-NC\n• 3학년 성적은 7경기 21이닝 8피안타 4볼넷 22K ERA 0.43.\n• 5월 22일 퓨처스 kt전에서 데뷔전을 치렀는데 강민국과 김종성에게 연속 안타, 안승한에게 볼넷을 허용하고 곧바로 이승헌에게 마운드를 넘기고 내려왔다.\n• 이날 변화구는 슬라이더 1구가 전부였고, 직구 평균구속은 145km/h를 기록하며 묵직한 투구를 보여주었다. 비록 시범경기였으나 이날이 창원NC파크에서의 첫 등판이었다.",
  },
  "허경민": {
    bio: "176cm/69kg. 우투우타.\n1990년 08월 26일 출생.\n학력: 송정동초-충장중-광주제일고-두산-경찰-두산.\n프로 입단: 09 두산 2차 1라운드 7순위.\n소속: 두산 베어스 (2009~2024).\n포지션: 3루수.",
    career: "🏆 주요 기록:\n• 올림픽 야구 국가대표\n• WBC 국가대표\n• WBSC 프리미어12 국가대표\n• 입단: 09 두산 2차 1라운드 7순위",
    tmi: "💡 TMI:\n• 등장곡: [ 이전 등장곡 보기 ]\n• 응원가: [ 이전 응원가 보기 ]\n• 연봉: 2025 / 3억 원 FA\n• 등번호: 13번\n• 병역: 경찰 야구단\n• 학력: 송정동초-충장중-광주제일고-두산-경찰-두산\n• 를 함께한 원클럽 프랜차이즈로 남을 것으로 보였으나 2024년 시즌 종료 후 기존 계약의 선수 옵션을 거부하고 FA 시장에 나와 kt wiz로 이적했다.\n• 북한 사람처럼 생겼다고 해서 북괴라는 별명이 있다. 그래서인지 BEARS TV의 소재가 떨어질 때 두산 베어스 갤러리에서 컨텐츠를 추천받은 일이 있었는데, 그때 허경민의 대북방송도 나왔다. 댓글을 보자.\n• 홀수해에 비해 짝수해에 특출난 활약을 한다는 뜻의 짝경민이라는 별명이 추가되기도 했다. 단, 홀수보다 짝수 시즌이 타고투저 기질이 있던 경우가 좀 많았다는 점을 고려해야 한다. 그래도 세이버 상으로도 짝수 시즌이 더 나은 적이 많았기 때문에 타고투저에 어울리는 타격 스타일을 가진 선수라고 볼 수도 있다.",
  },
  "헤이수스": {
    bio: "192cm/104kg. 좌투좌타.\n본명 Enmanuel De Jesus. 1996년 12월 10일 출생.\n학력: 베네수엘라 Juanita Hernandez(고)-키움-KT.\n프로 입단: 24 키움 자유선발.\n소속: 키움 히어로즈 (2024).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• 입단: 24 키움 자유선발\n• --- KBO TOP10 기록 ---\n• 2025 삼진 165 (6위)\n• 2024 삼진 178 (2위)\n• 2024 승리 13 (3위)\n• 2024 이닝 171 1/3 (5위)\n• 2024 평균자책점 3.68 (7위)",
    tmi: "💡 TMI:\n• 등장곡: Bad Bunny - 〈NUEVAYoL〉\n• 연봉: 2026 / Milb\n• 학력: 베네수엘라 Juanita Hernandez(고)-키움-KT\n• 과 낮은 팔각도에서 기인하는 문제로, 특히 2024시즌 피홈런이 22개인데 모두 우타자에게서 나왔으며 좌타자 상대로는 한 개도 없었다. 이 때문에 타선을 대놓고 우타자로 도배해놓는 것으로 쉽게 파훼가 가능하며, 상대 라인업에 우타자가 많을 경우 커트를 계속 당하다 많아야 6이닝밖에 소화하지 못하고 마운드를 내려가는 경우가 많았다.\n• 와 엮이기도 하는데 두 선수의 생년월일이 공교롭게도 같다.\n• 2025년 7월 19일 수원 경기에서 두 투수가 나란히 선발 투수로 등판했는데, 두 투수 모두 3이닝 5실점의 좋지 않은 피칭을 하며 나란히 조기 강판되었다.",
  },
  "화이트": {
    bio: "190cm/95kg. 우투우타.\n1994년 12월 28일 출생.\n학력: 미국 Santa Clara(대).\n프로 입단: 25 SSG 자유선발.\n포지션: 투수.",
    career: "🏆 주요 기록:\n• 입단: 25 SSG 자유선발\n• --- KBO TOP10 기록 ---\n• 2025 승리 11 (8위)\n• 2025 완투 1 (2위)",
    tmi: "💡 TMI:\n• 학력: 미국 Santa Clara(대)",
  },
  "후라도": {
    bio: "188cm/109kg. 우투우타.\n본명 Ariel Jurado. 1996년 01월 30일 출생.\n학력: 파나마 San Judas Tadeo(고)-키움.\n프로 입단: 23 키움 자유선발.\n소속: 키움 히어로즈 (2023~2024) / 삼성 라이온즈 (2025~).\n포지션: 선발 투수.",
    career: "🏆 주요 기록:\n• WBC 국가대표\n• 입단: 23 키움 자유선발\n• --- KBO TOP10 기록 ---\n• 2024 삼진 169 (4위)\n• 2023 삼진 147 (6위)\n• 2025 승리 15 (4위)\n• 2023 승리 11 (9위)\n• 2025 완봉 2 (1위)\n• 2025 완투 3 (1위)\n• 2025 이닝 197 1/3 (1위)\n• 2024 이닝 190 1/3 (2위)\n• 2023 이닝 183 2/3 (3위)\n• 2025 평균자책점 2.60 (4위)",
    tmi: "💡 TMI:\n• 등장곡: 대디 양키 - 〈Somos de Calle〉\n• 연봉: 2026 / $1,300,000\n• 등번호: 75번\n• 학력: 파나마 San Judas Tadeo(고)-키움\n• BB/9가 2를 초과하지 않을 정도로 제구가 좋은 편이고 투구 성향도 공격적이다. 피치 템포도 상당히 빠른 편이라 빠를 땐 카메라가 아예 투구 준비를 못 잡는 수준이다. 피치컴의 도입에 따라 본인이 직접 구종을 선택하기 때문에 더 빨라진 경향이 있다. 이 또한 타자들의 템포를 뺏는 데 매우 유리하다.\n• 하다 난타당한 것은 다음 시즌 그가 고쳐야 할 문제점이다.\n• , 후라도 역시 마찬가지로 파나마의 한 식당에서 계약했다.",
  },
  "임근우": {
    bio: "SSG 랜더스 #63 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 63번\n• 우투우타",
  },
  "김수윤": {
    bio: "SSG 랜더스 #5 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 5번\n• 우투우타",
  },
  "김정민": {
    bio: "SSG 랜더스 #04 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 04번\n• 좌투좌타",
  },
  "백승건": {
    bio: "SSG 랜더스 #59 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 59번\n• 좌투좌타",
  },
  "임기영": {
    bio: "삼성 라이온즈 #38 투수. 우언우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 38번\n• 우언우타",
  },
  "박장민": {
    bio: "삼성 라이온즈 #116 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 116번\n• 우투우타",
  },
  "강준서": {
    bio: "삼성 라이온즈 #105 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 105번\n• 우투우타",
  },
  "김무신": {
    bio: "삼성 라이온즈 #48 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 48번\n• 우투우타",
  },
  "류승민": {
    bio: "삼성 라이온즈 #43 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 43번\n• 좌투좌타",
  },
  "홍원표": {
    bio: "삼성 라이온즈 #65 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 65번\n• 우투우타",
  },
  "김백산": {
    bio: "삼성 라이온즈 #113 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 113번\n• 우투우타",
  },
  "심재훈": {
    bio: "삼성 라이온즈 #6 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 6번\n• 우투우타",
  },
  "임지열": {
    bio: "키움 히어로즈 #29 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 29번\n• 우투우타",
  },
  "김서준": {
    bio: "키움 히어로즈 #59 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 59번\n• 우투좌타",
  },
  "박주홍": {
    bio: "키움 히어로즈 #57 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 57번\n• 좌투좌타",
  },
  "안치홍": {
    bio: "키움 히어로즈 #9 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 9번\n• 우투우타",
  },
  "김리안": {
    bio: "키움 히어로즈 #103 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 103번\n• 우투우타",
  },
  "배동현": {
    bio: "키움 히어로즈 #61 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 61번\n• 우투좌타",
  },
  "김유빈": {
    bio: "키움 히어로즈 #117 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 117번\n• 우투우타",
  },
  "박채울": {
    bio: "키움 히어로즈 #108 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 108번\n• 우투우타",
  },
  "김연주": {
    bio: "키움 히어로즈 #68 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 68번\n• 우투우타",
  },
  "전준표": {
    bio: "키움 히어로즈 #62 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 62번\n• 우투우타",
  },
  "김규한": {
    bio: "KT 위즈 #116 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 116번\n• 우투우타",
  },
  "김태오": {
    bio: "KT 위즈 #20 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 20번\n• 좌투좌타",
  },
  "권동진": {
    bio: "KT 위즈 #52 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 52번\n• 우투좌타",
  },
  "손동현": {
    bio: "KT 위즈 #41 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 41번\n• 우투우타",
  },
  "배정대": {
    bio: "KT 위즈 #27 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 27번\n• 우투우타",
  },
  
  "강건": {
    bio: "KT 위즈 #99 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 99번\n• 우투우타",
  },
  "이채호": {
    bio: "KT 위즈 #17 투수. 우언우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 17번\n• 우언우타",
  },
  "김재원": {
    bio: "KT 위즈 #43 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 43번\n• 우투우타",
  },
  "김대한": {
    bio: "두산 베어스 #32 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 32번\n• 우투우타",
  },
  "김주오": {
    bio: "두산 베어스 #66 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 66번\n• 우투우타",
  },
  "서준오": {
    bio: "두산 베어스 #41 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 41번\n• 우투우타",
  },
  "최원준": {
    bio: "두산 베어스 #61 투수. 우언우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 61번\n• 우언우타",
  },
  "김명신": {
    bio: "두산 베어스 #46 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 46번\n• 우투우타",
  },
  "박신지": {
    bio: "두산 베어스 #49 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 49번\n• 우투우타",
  },
  "전다민": {
    bio: "두산 베어스 #9 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 9번\n• 우투좌타",
  },
  "안민겸": {
    bio: "두산 베어스 #122 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 122번\n• 우투우타",
  },
  "김문수": {
    bio: "두산 베어스 #102 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 102번\n• 우투좌타",
  },
  "이영하": {
    bio: "두산 베어스 #50 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 50번\n• 우투우타",
  },
  "남태웅": {
    bio: "두산 베어스 #118 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 118번\n• 우투우타",
  },
  "심건보": {
    bio: "두산 베어스 #117 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 117번\n• 우투좌타",
  },
  "김한결": {
    bio: "롯데 자이언츠 #140 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 140번\n• 우투우타",
  },
  "박건": {
    bio: "롯데 자이언츠 #129 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 129번\n• 우투우타",
  },
  "엄장윤": {
    bio: "롯데 자이언츠 #123 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 123번\n• 우투우타",
  },
  "최이준": {
    bio: "롯데 자이언츠 #49 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 49번\n• 우투우타",
  },
  "조경민": {
    bio: "롯데 자이언츠 #128 투수. 우언우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 128번\n• 우언우타",
  },
  "김강현": {
    bio: "롯데 자이언츠 #19 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 19번\n• 우투좌타",
  },
  "나균안": {
    bio: "롯데 자이언츠 #43 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 43번\n• 우투우타",
  },
  "서하은": {
    bio: "롯데 자이언츠 #124 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 포수",
    tmi: "💡 TMI:\n• 등번호 124번\n• 우투우타",
  },
  "강승구": {
    bio: "롯데 자이언츠 #110 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 포수",
    tmi: "💡 TMI:\n• 등번호 110번\n• 우투우타",
  },
  "구승민": {
    bio: "롯데 자이언츠 #22 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 22번\n• 우투우타",
  },
  "남해담": {
    bio: "롯데 자이언츠 #139 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 139번\n• 좌투좌타",
  },
  "박로건": {
    bio: "롯데 자이언츠 #117 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 117번\n• 좌투좌타",
  },
  "오장한": {
    bio: "NC 다이노스 #65 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 65번\n• 우투좌타",
  },
  "김건": {
    bio: "NC 다이노스 #52 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 52번\n• 우투우타",
  },
  "양가온솔": {
    bio: "NC 다이노스 #120 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 120번\n• 우투우타",
  },
  "손민서": {
    bio: "NC 다이노스 #146 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 146번\n• 우투우타",
  },
  "김녹원": {
    bio: "NC 다이노스 #1 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 1번\n• 우투우타",
  },
  "소이현": {
    bio: "NC 다이노스 #101 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 101번\n• 우투우타",
  },
  "정이황": {
    bio: "한화 이글스 #34 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 34번\n• 우투우타",
  },
  "권광민": {
    bio: "한화 이글스 #17 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 17번\n• 좌투좌타",
  },
  "양경모": {
    bio: "한화 이글스 #103 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 103번\n• 우투우타",
  },
  "손아섭": {
    bio: "한화 이글스 #31 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 31번\n• 우투좌타",
  },
  "배민서": {
    bio: "한화 이글스 #45 투수. 우언우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 45번\n• 우언우타",
  },
  "강건우": {
    bio: "한화 이글스 #69 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 69번\n• 좌투좌타",
  },
  "노석진": {
    bio: "한화 이글스 #117 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 117번\n• 우투좌타",
  },
  "허관회": {
    bio: "한화 이글스 #26 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 26번\n• 우투우타",
  },
  "심우준": {
    bio: "한화 이글스 #7 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 7번\n• 우투우타",
  },
  "에르난데스": {
    bio: "한화 이글스 #12 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 12번\n• 우투우타",
  },
  "최건희": {
    bio: "KIA 타이거즈 #128 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 128번\n• 우투우타",
  },
  "황대인": {
    bio: "KIA 타이거즈 #34 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 34번\n• 우투우타",
  },
  "김사윤": {
    bio: "KIA 타이거즈 #21 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 21번\n• 좌투좌타",
  },
  "조건호": {
    bio: "KIA 타이거즈 #112 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 112번\n• 우투우타",
  },
  "김정엽": {
    bio: "KIA 타이거즈 #46 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 46번\n• 우투우타",
  },
  "권다결": {
    bio: "KIA 타이거즈 #103 포수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 103번\n• 우투우타",
  },
  "강이준": {
    bio: "KIA 타이거즈 #102 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 102번\n• 우투우타",
  },
  "김도현": {
    bio: "KIA 타이거즈 #60 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 60번\n• 우투우타",
  },
  "김양수": {
    bio: "KIA 타이거즈 #145 투수. 우언우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 145번\n• 우언우타",
  },
  "김대유": {
    bio: "KIA 타이거즈 #69 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 69번\n• 좌투좌타",
  },
  "곽도규": {
    bio: "KIA 타이거즈 #0 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 0번\n• 좌투좌타",
  },
  "곽동효": {
    bio: "KIA 타이거즈 #138 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 138번\n• 우투우타",
  },
  "조건희": {
    bio: "LG 트윈스 #48 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 48번\n• 좌투좌타",
  },
  "송대현": {
    bio: "LG 트윈스 #131 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 131번\n• 우투우타",
  },
  "전경원": {
    bio: "LG 트윈스 #128 포수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 128번\n• 우투우타",
  },
  "톨허스트": {
    bio: "LG 트윈스 #30 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 30번\n• 우투우타",
  },
  "이형범": {
    bio: "KIA 타이거즈 #28 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 28번\n• 우투우타",
  },
  "이형종": {
    bio: "키움 히어로즈 #36 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 36번\n• 우투우타",
  },
  "오재원": {
    bio: "한화 이글스 #54 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 54번\n• 우투좌타",
  },
  "윤서현": {
    bio: "NC 다이노스 #0 투수.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 미정\n• ",
  },
  "이민우": {
    bio: "한화 이글스 #27 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 27번\n• 우투우타",
  },
  "홍현빈": {
    bio: "삼성 라이온즈 #51 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 51번\n• 우투좌타",
  },
  "박정민": {
    bio: "롯데 자이언츠 #36 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 36번\n• 우투좌타",
  },
  "박정빈": {
    bio: "SSG 랜더스 #58 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 58번\n• 우투우타",
  },
  "박정수": {
    bio: "두산 베어스 #17 투수. 우언좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 17번\n• 우언좌타",
  },
  "박수종": {
    bio: "키움 히어로즈 #87 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 87번\n• 우투우타",
  },
  "윤상인": {
    bio: "KT 위즈 #107 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 107번\n• 우투우타",
  },
  "신윤호": {
    bio: "삼성 라이온즈 #121 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 121번\n• 우투우타",
  },
  "신윤후": {
    bio: "롯데 자이언츠 #3 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 3번\n• 우투우타",
  },
  "홍대인": {
    bio: "SSG 랜더스 #97 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 97번\n• 우투좌타",
  },
  "윤중현": {
    bio: "KIA 타이거즈 #19 투수. 우언우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 19번\n• 우언우타",
  },
  "이기석": {
    bio: "두산 베어스 #123 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 123번\n• 좌투좌타",
  },
  "이기순": {
    bio: "SSG 랜더스 #4 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 4번\n• 좌투좌타",
  },
  "이기창": {
    bio: "한화 이글스 #100 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 100번\n• 우투우타",
  },
  "유준규": {
    bio: "KT 위즈 #67 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 67번\n• 우투좌타",
  },
  "윤정빈": {
    bio: "삼성 라이온즈 #31 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 31번\n• 우투좌타",
  },
  "최우인": {
    bio: "두산 베어스 #101 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 101번\n• 우투우타",
  },
  "구창모": {
    bio: "NC 다이노스 #59 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 59번\n• 좌투좌타",
  },
  "이우성": {
    bio: "NC 다이노스 #55 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 55번\n• 우투우타",
  },
  "이우찬": {
    bio: "LG 트윈스 #21 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 21번\n• 좌투좌타",
  },
  "이태준": {
    bio: "키움 히어로즈 #109 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 109번\n• 우투우타",
  },
  "박종혁": {
    bio: "KIA 타이거즈 #133 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 133번\n• 우투우타",
  },
  "박종훈": {
    bio: "SSG 랜더스 #50 투수. 우언우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 50번\n• 우언우타",
  },
  "홍준영": {
    bio: "삼성 라이온즈 #112 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 112번\n• 우투우타",
  },
  "박기호": {
    bio: "SSG 랜더스 #66 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 66번\n• 우투우타",
  },
  "하현규": {
    bio: "LG 트윈스 #119 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 119번\n• 우투우타",
  },
  "문정빈": {
    bio: "LG 트윈스 #56 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 56번\n• 우투우타",
  },
  "권민규": {
    bio: "한화 이글스 #64 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 64번\n• 좌투좌타",
  },
  "강재민": {
    bio: "한화 이글스 #55 투수. 우언우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 55번\n• 우언우타",
  },
  "유민": {
    bio: "한화 이글스 #65 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 65번\n• 우투우타",
  },
  "신민철": {
    bio: "두산 베어스 #103 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 103번\n• 우투우타",
  },
  "유강남": {
    bio: "롯데 자이언츠 #27 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 포수",
    tmi: "💡 TMI:\n• 등번호 27번\n• 우투우타",
  },
  "장창훈": {
    bio: "NC 다이노스 #123 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 123번\n• 우투좌타",
  },
  "최원영": {
    bio: "LG 트윈스 #3 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 3번\n• 우투우타",
  },
  "오영수": {
    bio: "NC 다이노스 #34 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 34번\n• 우투좌타",
  },
  "신성호": {
    bio: "NC 다이노스 #118 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 118번\n• 우투우타",
  },
  "임주찬": {
    bio: "삼성 라이온즈 #135 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 135번\n• 우투우타",
  },
  "오서진": {
    bio: "KT 위즈 #25 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 25번\n• 우투우타",
  },
  "오시후": {
    bio: "SSG 랜더스 #107 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 107번\n• 좌투좌타",
  },
  "박상언": {
    bio: "한화 이글스 #42 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 42번\n• 우투우타",
  },
  "박상원": {
    bio: "한화 이글스 #58 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 58번\n• 우투우타",
  },
  "박상준": {
    bio: "KIA 타이거즈 #50 내야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 50번\n• 좌투좌타",
  },
  "배찬승": {
    bio: "삼성 라이온즈 #55 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 55번\n• 좌투좌타",
  },
  "강승호": {
    bio: "두산 베어스 #23 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 23번\n• 우투우타",
  },
  "양우진": {
    bio: "LG 트윈스 #65 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 65번\n• 우투우타",
  },
  "장우진": {
    bio: "두산 베어스 #106 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 106번\n• 우투우타",
  },
  "이창용": {
    bio: "삼성 라이온즈 #50 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 50번\n• 우투우타",
  },
  "이창진": {
    bio: "KIA 타이거즈 #8 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 8번\n• 우투우타",
  },
  "최정용": {
    bio: "KIA 타이거즈 #23 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 23번\n• 우투좌타",
  },
  "우명현": {
    bio: "LG 트윈스 #69 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 69번\n• 우투우타",
  },
  "황동하": {
    bio: "KIA 타이거즈 #41 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 41번\n• 우투우타",
  },
  "장재율": {
    bio: "SSG 랜더스 #49 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 49번\n• 우투우타",
  },
  "장재혁": {
    bio: "KIA 타이거즈 #38 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 38번\n• 우투우타",
  },
  "박시영": {
    bio: "롯데 자이언츠 #62 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 62번\n• 우투우타",
  },
  "박시원": {
    bio: "LG 트윈스 #58 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 58번\n• 우투우타",
  },
  "안민성": {
    bio: "삼성 라이온즈 #142 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 142번\n• 우투우타",
  },
  "윤준혁": {
    bio: "NC 다이노스 #31 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 31번\n• 우투우타",
  },
  "윤준호": {
    bio: "두산 베어스 #27 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 27번\n• 우투우타",
  },
  "윤도현": {
    bio: "KIA 타이거즈 #16 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 16번\n• 우투우타",
  },
  "홍서연": {
    bio: "롯데 자이언츠 #119 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 119번\n• 우투우타",
  },
  "신상연": {
    bio: "SSG 랜더스 #108 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 108번\n• 우투우타",
  },
  "양창섭": {
    bio: "삼성 라이온즈 #42 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 42번\n• 우투우타",
  },
  "손주환": {
    bio: "NC 다이노스 #46 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 46번\n• 우투우타",
  },
  "이원재": {
    bio: "KT 위즈 #64 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 64번\n• 좌투좌타",
  },
  "박재규": {
    bio: "한화 이글스 #39 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 39번\n• 우투우타",
  },
  "박재엽": {
    bio: "롯데 자이언츠 #26 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 포수",
    tmi: "💡 TMI:\n• 등번호 26번\n• 우투우타",
  },
  "우규민": {
    bio: "KT 위즈 #12 투수. 우언우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 12번\n• 우언우타",
  },
  "김주영": {
    bio: "키움 히어로즈 #116 포수. 우투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 116번\n• 우투좌타",
  },
  "한재환": {
    bio: "NC 다이노스 #35 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 35번\n• 우투우타",
  },
  "권효준": {
    bio: "KT 위즈 #117 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 117번\n• 우투우타",
  },
  "오태곤": {
    bio: "SSG 랜더스 #37 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 37번\n• 우투우타",
  },
  "이호민": {
    bio: "KIA 타이거즈 #63 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 63번\n• 우투우타",
  },
  "이호범": {
    bio: "삼성 라이온즈 #41 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 41번\n• 우투우타",
  },
  "송지후": {
    bio: "키움 히어로즈 #86 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 86번\n• 우투우타",
  },
  "오정환": {
    bio: "KIA 타이거즈 #107 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 107번\n• 우투좌타",
  },
  "이한민": {
    bio: "삼성 라이온즈 #143 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 143번\n• 우투우타",
  },
  "한민우": {
    bio: "키움 히어로즈 #110 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 110번\n• 좌투좌타",
  },
  "이정민": {
    bio: "롯데 자이언츠 #113 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 113번\n• 우투우타",
  },
  "이정범": {
    bio: "SSG 랜더스 #33 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 33번\n• 좌투좌타",
  },
  "이정용": {
    bio: "LG 트윈스 #31 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 31번\n• 우투우타",
  },
  "박세직": {
    bio: "SSG 랜더스 #101 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 101번\n• 좌투좌타",
  },
  "박세진": {
    bio: "롯데 자이언츠 #41 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 41번\n• 좌투좌타",
  },
  "허윤": {
    bio: "NC 다이노스 #4 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 4번\n• 우투우타",
  },
  "허윤동": {
    bio: "삼성 라이온즈 #108 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 108번\n• 좌투좌타",
  },
  "홍종표": {
    bio: "NC 다이노스 #10 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 10번\n• 우투좌타",
  },
  "윤영철": {
    bio: "KIA 타이거즈 #13 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 13번\n• 좌투좌타",
  },
  "신명승": {
    bio: "KIA 타이거즈 #142 포수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 142번\n• 우투우타",
  },
  "장두성": {
    bio: "롯데 자이언츠 #7 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 7번\n• 우투좌타",
  },
  "장현진": {
    bio: "SSG 랜더스 #05 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 05번\n• 우투좌타",
  },
  "이주엽": {
    bio: "두산 베어스 #43 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 43번\n• 우투우타",
  },
  "이주헌": {
    bio: "LG 트윈스 #63 포수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 63번\n• 우투우타",
  },
  "이주형": {
    bio: "키움 히어로즈 #2 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 2번\n• 우투좌타",
  },
  "여동욱": {
    bio: "키움 히어로즈 #93 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 93번\n• 우투우타",
  },
  "최민석": {
    bio: "두산 베어스 #68 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 68번\n• 우투우타",
  },
  "최민준": {
    bio: "SSG 랜더스 #30 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 30번\n• 우투우타",
  },
  "김화중": {
    bio: "롯데 자이언츠 #137 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 137번\n• 좌투좌타",
  },
  "하주석": {
    bio: "한화 이글스 #16 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 16번\n• 우투좌타",
  },
  "박민": {
    bio: "KIA 타이거즈 #2 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 2번\n• 우투우타",
  },
  "박민석": {
    bio: "KT 위즈 #104 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 104번\n• 우투우타",
  },
  "황정현": {
    bio: "삼성 라이온즈 #137 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 137번\n• 우투우타",
  },
  "최하늘": {
    bio: "삼성 라이온즈 #37 투수. 우언우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 37번\n• 우언우타",
  },
  "박주찬": {
    bio: "NC 다이노스 #113 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 113번\n• 우투우타",
  },
  "이강준": {
    bio: "키움 히어로즈 #11 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 11번\n• 우투우타",
  },
  "양재훈": {
    bio: "두산 베어스 #30 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 30번\n• 우투우타",
  },
  "박정현": {
    bio: "한화 이글스 #63 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 63번\n• 우투우타",
  },
  "이정현": {
    bio: "KT 위즈 #21 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 21번\n• 우투우타",
  },
  "홍민규": {
    bio: "KIA 타이거즈 #67 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 67번\n• 우투좌타",
  },
  "홍민기": {
    bio: "롯데 자이언츠 #38 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 38번\n• 좌투좌타",
  },
  "정세영": {
    bio: "키움 히어로즈 #64 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 64번\n• 좌투좌타",
  },
  "최윤호": {
    bio: "한화 이글스 #114 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 114번\n• 우투좌타",
  },
  "오윤석": {
    bio: "KT 위즈 #4 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 4번\n• 우투우타",
  },
  "윤석원": {
    bio: "키움 히어로즈 #95 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 95번\n• 좌투좌타",
  },
  "최윤석": {
    bio: "SSG 랜더스 #65 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 65번\n• 우투우타",
  },
  "황희성": {
    bio: "한화 이글스 #07 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 07번\n• 우투우타",
  },
  "황희천": {
    bio: "두산 베어스 #107 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 107번\n• 좌투좌타",
  },
  "이유찬": {
    bio: "두산 베어스 #13 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 13번\n• 우투우타",
  },
  "최유찬": {
    bio: "KIA 타이거즈 #147 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 147번\n• 좌투좌타",
  },
  "김경묵": {
    bio: "KIA 타이거즈 #118 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 118번\n• 우투우타",
  },
  "김경환": {
    bio: "KT 위즈 #109 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 109번\n• 우투좌타",
  },
  "이희성": {
    bio: "NC 다이노스 #32 포수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 32번\n• 우투우타",
  },
  "윤현": {
    bio: "키움 히어로즈 #96 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 96번\n• 우투우타",
  },
  "권우준": {
    bio: "LG 트윈스 #49 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 49번\n• 우투우타",
  },
  "고준혁": {
    bio: "KT 위즈 #68 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 68번\n• 우투우타",
  },
  "고준휘": {
    bio: "NC 다이노스 #49 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 49번\n• 좌투좌타",
  },
  "장유호": {
    bio: "한화 이글스 #28 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 28번\n• 우투우타",
  },
  "최지강": {
    bio: "두산 베어스 #42 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 42번\n• 우투좌타",
  },
  "최지광": {
    bio: "삼성 라이온즈 #11 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 11번\n• 우투우타",
  },
  "최지명": {
    bio: "LG 트윈스 #16 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 16번\n• 좌투좌타",
  },
  "우승완": {
    bio: "삼성 라이온즈 #128 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 128번\n• 우투우타",
  },
  "김현도": {
    bio: "롯데 자이언츠 #109 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 포수",
    tmi: "💡 TMI:\n• 등번호 109번\n• 우투우타",
  },
  "김인범": {
    bio: "키움 히어로즈 #67 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 67번\n• 우투우타",
  },
  "김인태": {
    bio: "두산 베어스 #33 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 33번\n• 좌투좌타",
  },
  "김도환": {
    bio: "삼성 라이온즈 #24 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 24번\n• 우투우타",
  },
  "김창평": {
    bio: "SSG 랜더스 #64 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 64번\n• 우투좌타",
  },
  "김창훈": {
    bio: "롯데 자이언츠 #132 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 132번\n• 우투우타",
  },
  "신동건": {
    bio: "롯데 자이언츠 #67 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 67번\n• 우투우타",
  },
  "장진혁": {
    bio: "KT 위즈 #51 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 51번\n• 우투좌타",
  },
  "배상호": {
    bio: "NC 다이노스 #105 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 105번\n• 좌투좌타",
  },
  "우정안": {
    bio: "LG 트윈스 #110 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 110번\n• 우투좌타",
  },
  "이선우": {
    bio: "두산 베어스 #108 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 108번\n• 우투좌타",
  },
  "류효승": {
    bio: "SSG 랜더스 #45 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 45번\n• 우투우타",
  },
  "최성민": {
    bio: "KT 위즈 #31 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 31번\n• 좌투좌타",
  },
  "최성영": {
    bio: "NC 다이노스 #26 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 26번\n• 좌투좌타",
  },
  "권현규": {
    bio: "한화 이글스 #94 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 94번\n• 우투우타",
  },
  "권현우": {
    bio: "삼성 라이온즈 #111 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 111번\n• 우투우타",
  },
  "배재준": {
    bio: "LG 트윈스 #25 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 25번\n• 우투우타",
  },
  "윤형민": {
    bio: "LG 트윈스 #113 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 113번\n• 우투우타",
  },
  "주양준": {
    bio: "두산 베어스 #111 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 111번\n• 우투우타",
  },
  "이종준": {
    bio: "LG 트윈스 #134 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 134번\n• 우투우타",
  },
  "임준형": {
    bio: "KT 위즈 #14 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 14번\n• 좌투좌타",
  },
  "장승현": {
    bio: "삼성 라이온즈 #46 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 46번\n• 우투우타",
  },
  "김정우": {
    bio: "두산 베어스 #16 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 16번\n• 우투우타",
  },
  "박정우": {
    bio: "KIA 타이거즈 #1 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 1번\n• 좌투좌타",
  },
  "석정우": {
    bio: "SSG 랜더스 #52 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 52번\n• 우투우타",
  },
  "정수빈": {
    bio: "두산 베어스 #31 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 31번\n• 좌투좌타",
  },
  "김지석": {
    bio: "키움 히어로즈 #26 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 26번\n• 우투좌타",
  },
  "김지성": {
    bio: "키움 히어로즈 #105 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 105번\n• 우투우타",
  },
  "안재석": {
    bio: "두산 베어스 #62 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 62번\n• 우투좌타",
  },
  "안재연": {
    bio: "SSG 랜더스 #111 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 111번\n• 우투좌타",
  },
  "오규석": {
    bio: "KIA 타이거즈 #122 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 122번\n• 우투우타",
  },
  "임상우": {
    bio: "KT 위즈 #101 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 101번\n• 우투좌타",
  },
  "김호령": {
    bio: "KIA 타이거즈 #27 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 27번\n• 우투우타",
  },
  "김호범": {
    bio: "롯데 자이언츠 #112 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 112번\n• 우투우타",
  },
  "김호준": {
    bio: "두산 베어스 #56 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 56번\n• 좌투좌타",
  },
  "오선진": {
    bio: "키움 히어로즈 #6 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 6번\n• 우투우타",
  },
  "황준서": {
    bio: "한화 이글스 #29 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 29번\n• 좌투좌타",
  },
  "안중열": {
    bio: "NC 다이노스 #22 포수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 22번\n• 우투우타",
  },
  "한지웅": {
    bio: "KT 위즈 #93 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 93번\n• 좌투좌타",
  },
  "한지윤": {
    bio: "한화 이글스 #36 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 36번\n• 우투우타",
  },
  "한지헌": {
    bio: "SSG 랜더스 #01 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 01번\n• 우투우타",
  },
  "임종성": {
    bio: "두산 베어스 #3 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 3번\n• 우투우타",
  },
  "임종찬": {
    bio: "한화 이글스 #9 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 9번\n• 우투좌타",
  },
  "임종훈": {
    bio: "두산 베어스 #115 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 115번\n• 우투좌타",
  },
  "전민재": {
    bio: "롯데 자이언츠 #13 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 13번\n• 우투우타",
  },
  "배인혁": {
    bio: "롯데 자이언츠 #127 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 127번\n• 우투좌타",
  },
  "박진": {
    bio: "롯데 자이언츠 #44 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 44번\n• 우투우타",
  },
  "박진우": {
    bio: "삼성 라이온즈 #12 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 12번\n• 우투우타",
  },
  "박진형": {
    bio: "키움 히어로즈 #40 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 40번\n• 우투우타",
  },
  "장준원": {
    bio: "KT 위즈 #56 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 56번\n• 우투우타",
  },
  "안지원": {
    bio: "NC 다이노스 #141 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 141번\n• 우투우타",
  },
  "변우혁": {
    bio: "KIA 타이거즈 #29 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 29번\n• 우투우타",
  },
  "유승철": {
    bio: "KIA 타이거즈 #148 투수. 우투양타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 148번\n• 우투양타",
  },
  "최윤혁": {
    bio: "NC 다이노스 #131 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 131번\n• 좌투좌타",
  },
  "박주성": {
    bio: "키움 히어로즈 #0 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 0번\n• 우투우타",
  },
  "박주영": {
    bio: "삼성 라이온즈 #138 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 138번\n• 우투우타",
  },
  "박주진": {
    bio: "한화 이글스 #06 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 06번\n• 우투우타",
  },
  "정성종": {
    bio: "롯데 자이언츠 #18 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 18번\n• 우투좌타",
  },
  "정성헌": {
    bio: "두산 베어스 #119 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 119번\n• 우투우타",
  },
  "손호영": {
    bio: "롯데 자이언츠 #33 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 33번\n• 우투우타",
  },
  "이준기": {
    bio: "SSG 랜더스 #112 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 112번\n• 우투우타",
  },
  "이준명": {
    bio: "KT 위즈 #95 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 95번\n• 우투우타",
  },
  "원성준": {
    bio: "키움 히어로즈 #33 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 33번\n• 우투좌타",
  },
  "김준모": {
    bio: "SSG 랜더스 #114 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 114번\n• 우투우타",
  },
  "김준상": {
    bio: "두산 베어스 #110 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 110번\n• 우투좌타",
  },
  "김준수": {
    bio: "한화 이글스 #04 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 04번\n• 우투좌타",
  },
  "박인우": {
    bio: "NC 다이노스 #112 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 112번\n• 우투우타",
  },
  "조재우": {
    bio: "SSG 랜더스 #105 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 105번\n• 우투우타",
  },
  "정우주": {
    bio: "한화 이글스 #61 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 61번\n• 우투우타",
  },
  "김종수": {
    bio: "한화 이글스 #38 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 38번\n• 우투우타",
  },
  "최종인": {
    bio: "두산 베어스 #40 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 40번\n• 우투우타",
  },
  "정우준": {
    bio: "롯데 자이언츠 #103 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 103번\n• 우투우타",
  },
  "양석환": {
    bio: "두산 베어스 #53 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 53번\n• 우투우타",
  },
  "박준건": {
    bio: "키움 히어로즈 #114 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 114번\n• 좌투좌타",
  },
  "박준기": {
    bio: "LG 트윈스 #112 포수. 우투좌타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 112번\n• 우투좌타",
  },
  "박준성": {
    bio: "LG 트윈스 #59 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 59번\n• 좌투좌타",
  },
  "오명진": {
    bio: "두산 베어스 #6 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 6번\n• 우투좌타",
  },
  "정영웅": {
    bio: "KT 위즈 #108 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 108번\n• 좌투좌타",
  },
  "김범준": {
    bio: "한화 이글스 #40 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 40번\n• 우투우타",
  },
  "김성경": {
    bio: "삼성 라이온즈 #122 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 122번\n• 우투우타",
  },
  "김성민": {
    bio: "SSG 랜더스 #11 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 11번\n• 우투우타",
  },
  "정찬화": {
    bio: "KIA 타이거즈 #45 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 45번\n• 우투우타",
  },
  "양지율": {
    bio: "키움 히어로즈 #55 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 55번\n• 우투우타",
  },
  "우강훈": {
    bio: "LG 트윈스 #20 투수. 우언우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 20번\n• 우언우타",
  },
  "조세익": {
    bio: "삼성 라이온즈 #144 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 144번\n• 좌투좌타",
  },
  "조세진": {
    bio: "롯데 자이언츠 #12 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 12번\n• 우투우타",
  },
  "한승연": {
    bio: "KIA 타이거즈 #31 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 31번\n• 우투우타",
  },
  "한승택": {
    bio: "KT 위즈 #45 포수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 45번\n• 우투우타",
  },
  "신영우": {
    bio: "NC 다이노스 #43 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 43번\n• 우투우타",
  },
  "손성빈": {
    bio: "롯데 자이언츠 #28 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 포수",
    tmi: "💡 TMI:\n• 등번호 28번\n• 우투우타",
  },
  "이현민": {
    bio: "KT 위즈 #49 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 49번\n• 우투우타",
  },
  "조이현": {
    bio: "KT 위즈 #54 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 54번\n• 우투좌타",
  },
  "서진용": {
    bio: "SSG 랜더스 #22 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 22번\n• 우투우타",
  },
  "임현철": {
    bio: "두산 베어스 #116 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 116번\n• 우투좌타",
  },
  "양우현": {
    bio: "삼성 라이온즈 #53 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 53번\n• 우투좌타",
  },
  "홍승원": {
    bio: "삼성 라이온즈 #131 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 131번\n• 우투우타",
  },
  "김민석": {
    bio: "KT 위즈 #44 포수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 44번\n• 우투우타",
  },
  "조창연": {
    bio: "NC 다이노스 #127 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 127번\n• 우투우타",
  },
  "김명규": {
    bio: "NC 다이노스 #144 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 144번\n• 우투우타",
  },
  
  "이원석": {
    bio: "한화 이글스 #37 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 37번\n• 우투우타",
  },
  "조효원": {
    bio: "NC 다이노스 #129 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 129번\n• 우투우타",
  },
  "이세민": {
    bio: "NC 다이노스 #68 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 68번\n• 우투우타",
  },
  "홍성호": {
    bio: "두산 베어스 #34 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 34번\n• 우투좌타",
  },
  "주정환": {
    bio: "LG 트윈스 #107 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 107번\n• 우투좌타",
  },
  "서호철": {
    bio: "NC 다이노스 #5 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 5번\n• 우투우타",
  },
  "최수호": {
    bio: "SSG 랜더스 #62 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 62번\n• 우투우타",
  },
  "최재영": {
    bio: "키움 히어로즈 #38 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 38번\n• 우투우타",
  },
  "김선기": {
    bio: "키움 히어로즈 #49 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 49번\n• 우투우타",
  },
  "김선빈": {
    bio: "KIA 타이거즈 #3 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 3번\n• 우투우타",
  },
  "김선우": {
    bio: "KIA 타이거즈 #116 포수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 116번\n• 우투우타",
  },
  "박현우": {
    bio: "LG 트윈스 #108 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 108번\n• 우투우타",
  },
  "한석현": {
    bio: "NC 다이노스 #33 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 33번\n• 좌투좌타",
  },
  "한서구": {
    bio: "한화 이글스 #67 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 67번\n• 좌투좌타",
  },
  "김민우": {
    bio: "한화 이글스 #53 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 53번\n• 우투우타",
  },
  "신민우": {
    bio: "NC 다이노스 #62 포수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 62번\n• 우투우타",
  },
  "오혜성": {
    bio: "키움 히어로즈 #106 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 106번\n• 우투우타",
  },
  "김관우": {
    bio: "한화 이글스 #112 투수. 우언우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 112번\n• 우언우타",
  },
  "김정호": {
    bio: "NC 다이노스 #42 포수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 42번\n• 우투우타",
  },
  "임정호": {
    bio: "NC 다이노스 #30 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 30번\n• 좌투좌타",
  },
  "이주호": {
    bio: "두산 베어스 #35 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 35번\n• 좌투좌타",
  },
  "하혜성": {
    bio: "롯데 자이언츠 #118 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 118번\n• 우투우타",
  },
  "김영규": {
    bio: "NC 다이노스 #17 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 17번\n• 좌투좌타",
  },
  "김동규": {
    bio: "키움 히어로즈 #99 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 99번\n• 우투우타",
  },
  "이서준": {
    bio: "롯데 자이언츠 #63 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 63번\n• 우투우타",
  },
  "안시후": {
    bio: "LG 트윈스 #109 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 109번\n• 우투우타",
  },
  "손민석": {
    bio: "KT 위즈 #94 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 94번\n• 우투좌타",
  },
  "박지성": {
    bio: "키움 히어로즈 #37 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 37번\n• 우투우타",
  },
  "박지한": {
    bio: "NC 다이노스 #56 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 56번\n• 좌투좌타",
  },
  "정주영": {
    bio: "NC 다이노스 #133 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 133번\n• 좌투좌타",
  },
  "김기연": {
    bio: "두산 베어스 #22 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 22번\n• 우투우타",
  },
  "김기준": {
    bio: "롯데 자이언츠 #125 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 125번\n• 우투우타",
  },
  "정다훈": {
    bio: "키움 히어로즈 #45 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 45번\n• 우투우타",
  },
  "여현승": {
    bio: "한화 이글스 #03 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 03번\n• 우투우타",
  },
  "한수동": {
    bio: "삼성 라이온즈 #136 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 136번\n• 우투우타",
  },
  "김진수": {
    bio: "LG 트윈스 #45 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 45번\n• 우투우타",
  },
  "김진욱": {
    bio: "롯데 자이언츠 #15 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 15번\n• 좌투좌타",
  },
  "송호정": {
    bio: "KIA 타이거즈 #120 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 120번\n• 우투좌타",
  },
  "이도훈": {
    bio: "KIA 타이거즈 #135 포수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 135번\n• 우투우타",
  },
  "현도훈": {
    bio: "롯데 자이언츠 #17 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 17번\n• 우투좌타",
  },
  "조형우": {
    bio: "SSG 랜더스 #20 포수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 20번\n• 우투우타",
  },
  "한차현": {
    bio: "KT 위즈 #2 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 2번\n• 우투우타",
  },
  "이도우": {
    bio: "SSG 랜더스 #02 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 02번\n• 우투우타",
  },
  "정동윤": {
    bio: "SSG 랜더스 #51 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 51번\n• 우투좌타",
  },
  "정동준": {
    bio: "키움 히어로즈 #107 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 107번\n• 우투우타",
  },
  "황성빈": {
    bio: "롯데 자이언츠 #0 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 0번\n• 우투좌타",
  },
  "정우성": {
    bio: "한화 이글스 #115 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 115번\n• 우투우타",
  },
  "임지민": {
    bio: "NC 다이노스 #19 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 19번\n• 우투우타",
  },
  "오석주": {
    bio: "키움 히어로즈 #31 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 31번\n• 우투우타",
  },
  "신재인": {
    bio: "NC 다이노스 #9 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 9번\n• 우투우타",
  },
  
  "추세현": {
    bio: "LG 트윈스 #35 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 35번\n• 우투우타",
  },
  "양수호": {
    bio: "한화 이글스 #47 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 47번\n• 우투우타",
  },
  "박찬혁": {
    bio: "키움 히어로즈 #43 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 43번\n• 우투우타",
  },
  "박찬형": {
    bio: "롯데 자이언츠 #60 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 60번\n• 우투좌타",
  },
  "최우석": {
    bio: "NC 다이노스 #64 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 64번\n• 우투우타",
  },
  "신지환": {
    bio: "SSG 랜더스 #60 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 60번\n• 좌투좌타",
  },
  "백진수": {
    bio: "키움 히어로즈 #91 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 91번\n• 우투우타",
  },
  "전영준": {
    bio: "SSG 랜더스 #28 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 28번\n• 우투우타",
  },
  "강현우": {
    bio: "KT 위즈 #55 포수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 55번\n• 우투우타",
  },
  "이도윤": {
    bio: "한화 이글스 #5 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 5번\n• 우투좌타",
  },
  "윤동희": {
    bio: "롯데 자이언츠 #91 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 91번\n• 우투우타",
  },
  "유재현": {
    bio: "NC 다이노스 #125 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 125번\n• 우투우타",
  },
  "조영우": {
    bio: "롯데 자이언츠 #104 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 104번\n• 우투우타",
  },
  "신정환": {
    bio: "삼성 라이온즈 #140 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 140번\n• 우투우타",
  },
  "김병휘": {
    bio: "키움 히어로즈 #23 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 23번\n• 우투우타",
  },
  "카스트로": {
    bio: "KIA 타이거즈 #26 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 26번\n• 우투좌타",
  },
  "이원준": {
    bio: "SSG 랜더스 #100 외야수. 좌투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 100번\n• 좌투우타",
  },
  "임진묵": {
    bio: "키움 히어로즈 #69 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 69번\n• 우투우타",
  },
  "안상현": {
    bio: "SSG 랜더스 #10 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 10번\n• 우투우타",
  },
  "유정택": {
    bio: "키움 히어로즈 #115 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 115번\n• 우투좌타",
  },
  "신우열": {
    bio: "두산 베어스 #38 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 38번\n• 우투우타",
  },
  "최승용": {
    bio: "두산 베어스 #28 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 28번\n• 좌투좌타",
  },
  "한준수": {
    bio: "KIA 타이거즈 #25 포수. 우투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 25번\n• 우투좌타",
  },
  "한준희": {
    bio: "KIA 타이거즈 #119 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 119번\n• 우투우타",
  },
  "김시온": {
    bio: "삼성 라이온즈 #100 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 100번\n• 좌투좌타",
  },
  "최인호": {
    bio: "한화 이글스 #41 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 41번\n• 우투좌타",
  },
  "문상준": {
    bio: "SSG 랜더스 #53 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 53번\n• 우투우타",
  },
  "문상철": {
    bio: "KT 위즈 #24 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 24번\n• 우투우타",
  },
  "김한중": {
    bio: "두산 베어스 #95 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 95번\n• 우투우타",
  },
  "이성규": {
    bio: "삼성 라이온즈 #13 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 13번\n• 우투우타",
  },
  "이성원": {
    bio: "KIA 타이거즈 #58 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 58번\n• 우투우타",
  },
  "이민재": {
    bio: "한화 이글스 #68 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 68번\n• 우투좌타",
  },
  "정구범": {
    bio: "NC 다이노스 #8 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 8번\n• 좌투좌타",
  },
  "박명현": {
    bio: "SSG 랜더스 #07 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 07번\n• 우투우타",
  },
  "이건욱": {
    bio: "SSG 랜더스 #16 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 16번\n• 우투우타",
  },
  "이건희": {
    bio: "롯데 자이언츠 #120 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 포수",
    tmi: "💡 TMI:\n• 등번호 120번\n• 우투우타",
  },
  "장찬희": {
    bio: "삼성 라이온즈 #60 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 60번\n• 우투우타",
  },
  "김민규": {
    bio: "KIA 타이거즈 #37 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 37번\n• 우투우타",
  },
  "이상규": {
    bio: "한화 이글스 #18 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 18번\n• 우투우타",
  },
  "이상동": {
    bio: "KT 위즈 #37 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 37번\n• 우투우타",
  },
  "박성빈": {
    bio: "키움 히어로즈 #56 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 56번\n• 우투우타",
  },
  "최현우": {
    bio: "키움 히어로즈 #112 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 112번\n• 우투우타",
  },
  "양선률": {
    bio: "한화 이글스 #101 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 101번\n• 우투우타",
  },
  "홍건희": {
    bio: "KIA 타이거즈 #52 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 52번\n• 우투우타",
  },
  "전병우": {
    bio: "삼성 라이온즈 #61 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 61번\n• 우투우타",
  },
  "주성원": {
    bio: "키움 히어로즈 #25 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 25번\n• 우투우타",
  },
  "이민호": {
    bio: "LG 트윈스 #26 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 26번\n• 우투우타",
  },
  "황영묵": {
    bio: "한화 이글스 #95 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 95번\n• 우투좌타",
  },
  "하동준": {
    bio: "한화 이글스 #97 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 97번\n• 좌투좌타",
  },
  "서영준": {
    bio: "LG 트윈스 #60 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 60번\n• 우투우타",
  },
  "김승일": {
    bio: "한화 이글스 #14 투수. 우언우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 14번\n• 우언우타",
  },
  "권동혁": {
    bio: "LG 트윈스 #132 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 132번\n• 우투우타",
  },
  "김유성": {
    bio: "두산 베어스 #55 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 55번\n• 우투우타",
  },
  "정재훈": {
    bio: "삼성 라이온즈 #69 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 69번\n• 우투우타",
  },
  "고종욱": {
    bio: "KIA 타이거즈 #57 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 57번\n• 우투좌타",
  },
  "이지백": {
    bio: "LG 트윈스 #111 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 111번\n• 우투우타",
  },
  "이지성": {
    bio: "한화 이글스 #106 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 106번\n• 우투우타",
  },
  "김민": {
    bio: "SSG 랜더스 #1 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 1번\n• 우투우타",
  },
  "이진영": {
    bio: "한화 이글스 #10 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 10번\n• 우투우타",
  },
  "이진용": {
    bio: "삼성 라이온즈 #117 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 117번\n• 우투좌타",
  },
  "이진하": {
    bio: "롯데 자이언츠 #45 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 45번\n• 우투우타",
  },
  "손현기": {
    bio: "키움 히어로즈 #63 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 63번\n• 좌투좌타",
  },
  "배승수": {
    bio: "한화 이글스 #98 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 98번\n• 우투우타",
  },
  "장시환": {
    bio: "LG 트윈스 #28 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 28번\n• 우투우타",
  },
  "김상민": {
    bio: "삼성 라이온즈 #107 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 107번\n• 우투좌타",
  },
  "김상범": {
    bio: "KIA 타이거즈 #121 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 121번\n• 우투우타",
  },
  "장지훈": {
    bio: "SSG 랜더스 #21 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 21번\n• 우투우타",
  },
  "김규민": {
    bio: "SSG 랜더스 #44 포수. 우투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 44번\n• 우투좌타",
  },
  "김규성": {
    bio: "KIA 타이거즈 #14 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 14번\n• 우투좌타",
  },
  "노진혁": {
    bio: "롯데 자이언츠 #52 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 52번\n• 우투좌타",
  },
  "임정균": {
    bio: "LG 트윈스 #125 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 125번\n• 우투우타",
  },
  "강민성": {
    bio: "KT 위즈 #5 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 5번\n• 우투우타",
  },
  "김민성": {
    bio: "롯데 자이언츠 #16 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 16번\n• 우투우타",
  },
  "양진혁": {
    bio: "LG 트윈스 #127 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 127번\n• 우투우타",
  },
  "장민기": {
    bio: "KIA 타이거즈 #106 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 106번\n• 좌투좌타",
  },
  "장민호": {
    bio: "KT 위즈 #100 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 100번\n• 우투좌타",
  },
  "하재훈": {
    bio: "SSG 랜더스 #13 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 13번\n• 우투우타",
  },
  "이재상": {
    bio: "키움 히어로즈 #5 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 5번\n• 우투우타",
  },
  "이재원": {
    bio: "KT 위즈 #105 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 105번\n• 우투좌타",
  },
  "김민범": {
    bio: "SSG 랜더스 #115 포수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 115번\n• 우투우타",
  },
  "강민기": {
    bio: "LG 트윈스 #102 포수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 102번\n• 우투우타",
  },
  "김유현": {
    bio: "삼성 라이온즈 #119 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 119번\n• 우투우타",
  },
  "송찬의": {
    bio: "LG 트윈스 #55 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 55번\n• 우투우타",
  },
  "유지성": {
    bio: "KIA 타이거즈 #4 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 4번\n• 좌투좌타",
  },
  "추재현": {
    bio: "키움 히어로즈 #27 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 27번\n• 좌투좌타",
  },
  "류현곤": {
    bio: "SSG 랜더스 #104 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 104번\n• 우투우타",
  },
  "류현인": {
    bio: "KT 위즈 #9 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 9번\n• 우투좌타",
  },
  "류현준": {
    bio: "두산 베어스 #67 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 67번\n• 우투우타",
  },
  "장규빈": {
    bio: "두산 베어스 #44 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 44번\n• 우투우타",
  },
  "장규현": {
    bio: "한화 이글스 #32 포수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 32번\n• 우투좌타",
  },
  "변건우": {
    bio: "SSG 랜더스 #103 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 103번\n• 우투우타",
  },
  "장시현": {
    bio: "KIA 타이거즈 #101 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 101번\n• 우투우타",
  },
  "백승현": {
    bio: "LG 트윈스 #61 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 61번\n• 우투우타",
  },
  "조대현": {
    bio: "KT 위즈 #42 포수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 42번\n• 우투우타",
  },
  "김세민": {
    bio: "롯데 자이언츠 #5 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 5번\n• 우투우타",
  },
  "김세일": {
    bio: "KIA 타이거즈 #117 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 117번\n• 좌투좌타",
  },
  "원종해": {
    bio: "NC 다이노스 #63 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 63번\n• 우투우타",
  },
  "원종혁": {
    bio: "한화 이글스 #48 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 48번\n• 우투우타",
  },
  "원상현": {
    bio: "KT 위즈 #63 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 63번\n• 우투우타",
  },
  "원상훈": {
    bio: "LG 트윈스 #126 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 126번\n• 좌투좌타",
  },
  "정선우": {
    bio: "롯데 자이언츠 #115 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 115번\n• 좌투좌타",
  },
  "정정우": {
    bio: "KT 위즈 #92 투수. 우투양타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 92번\n• 우투양타",
  },
  "임병욱": {
    bio: "키움 히어로즈 #17 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 17번\n• 우투좌타",
  },
  "송재영": {
    bio: "롯데 자이언츠 #59 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 59번\n• 좌투좌타",
  },
  "허인서": {
    bio: "한화 이글스 #59 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 59번\n• 우투우타",
  },
  "홍창기": {
    bio: "LG 트윈스 #51 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 51번\n• 우투좌타",
  },
  "이정환": {
    bio: "KT 위즈 #103 포수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 103번\n• 우투우타",
  },
  "한현희": {
    bio: "롯데 자이언츠 #1 투수. 우언우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 1번\n• 우언우타",
  },
  "문승원": {
    bio: "SSG 랜더스 #42 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 42번\n• 우투우타",
  },
  "조민영": {
    bio: "롯데 자이언츠 #134 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 134번\n• 우투우타",
  },
  "박동수": {
    bio: "NC 다이노스 #111 투수. 우투양타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 111번\n• 우투양타",
  },
  "송영진": {
    bio: "SSG 랜더스 #90 투수. 우투양타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 90번\n• 우투양타",
  },
  "이인한": {
    bio: "롯데 자이언츠 #102 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 102번\n• 우투우타",
  },
  "하준서": {
    bio: "롯데 자이언츠 #122 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 포수",
    tmi: "💡 TMI:\n• 등번호 122번\n• 우투우타",
  },
  "하준영": {
    bio: "NC 다이노스 #29 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 29번\n• 좌투좌타",
  },
  "윤수녕": {
    bio: "롯데 자이언츠 #126 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 126번\n• 우투좌타",
  },
  "허준혁": {
    bio: "LG 트윈스 #129 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 129번\n• 우투우타",
  },
  "김민준": {
    bio: "SSG 랜더스 #40 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 40번\n• 우투우타",
  },
  "박민준": {
    bio: "두산 베어스 #26 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 26번\n• 우투우타",
  },
  "최동환": {
    bio: "KT 위즈 #16 투수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 16번\n• 우투우타",
  },
  "최동희": {
    bio: "KT 위즈 #69 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 69번\n• 우투우타",
  },
  "이정준": {
    bio: "LG 트윈스 # .",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 ",
    tmi: "💡 TMI:\n• 등번호 번\n• ",
  },
  "박윤성": {
    bio: "키움 히어로즈 #35 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 35번\n• 우투우타",
  },
  "진우영": {
    bio: "LG 트윈스 #101 투수. 우투우타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 101번\n• 우투우타",
  },
  "이병준": {
    bio: "롯데 자이언츠 #105 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 105번\n• 우투우타",
  },
  "이병헌": {
    bio: "두산 베어스 #29 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 29번\n• 좌투좌타",
  },
  "박정훈": {
    bio: "키움 히어로즈 #94 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 94번\n• 좌투좌타",
  },
  "이정훈": {
    bio: "KT 위즈 #33 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 33번\n• 우투좌타",
  },
  "박승규": {
    bio: "삼성 라이온즈 #66 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 66번\n• 우투우타",
  },
  "박승욱": {
    bio: "롯데 자이언츠 #53 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 53번\n• 우투좌타",
  },
  "박영빈": {
    bio: "NC 다이노스 #119 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 119번\n• 우투좌타",
  },
  "장세진": {
    bio: "롯데 자이언츠 #131 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 131번\n• 좌투좌타",
  },
  "이영빈": {
    bio: "LG 트윈스 #7 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 7번\n• 우투좌타",
  },
  "이영재": {
    bio: "롯데 자이언츠 #40 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 40번\n• 좌투좌타",
  },
  "양현": {
    bio: "삼성 라이온즈 #19 투수. 우언우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 19번\n• 우언우타",
  },
  "김재상": {
    bio: "삼성 라이온즈 #14 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 14번\n• 우투좌타",
  },
  "김재성": {
    bio: "삼성 라이온즈 #2 포수. 우투좌타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 2번\n• 우투좌타",
  },
  "김재열": {
    bio: "NC 다이노스 #21 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 21번\n• 우투우타",
  },
  "이동영": {
    bio: "한화 이글스 #104 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 104번\n• 좌투좌타",
  },
  "조원태": {
    bio: "LG 트윈스 #38 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• LG 트윈스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 38번\n• 좌투좌타",
  },
  "노재원": {
    bio: "NC 다이노스 #110 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 110번\n• 우투우타",
  },
  "주효상": {
    bio: "KIA 타이거즈 #22 포수. 우투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 포수",
    tmi: "💡 TMI:\n• 등번호 22번\n• 우투좌타",
  },
  "이승민": {
    bio: "SSG 랜더스 #9 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 9번\n• 좌투좌타",
  },
  "고승완": {
    bio: "NC 다이노스 #58 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 58번\n• 우투좌타",
  },
  "신범수": {
    bio: "SSG 랜더스 #25 포수. 우투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 포수",
    tmi: "💡 TMI:\n• 등번호 25번\n• 우투좌타",
  },
  "신범준": {
    bio: "KT 위즈 #62 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 62번\n• 우투좌타",
  },
  "현원회": {
    bio: "SSG 랜더스 #8 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 8번\n• 우투우타",
  },
  "채현우": {
    bio: "SSG 랜더스 #15 외야수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 15번\n• 우투우타",
  },
  "서건창": {
    bio: "키움 히어로즈 #14 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 14번\n• 우투좌타",
  },
  "김석환": {
    bio: "KIA 타이거즈 #35 외야수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 35번\n• 좌투좌타",
  },
  "권성준": {
    bio: "KT 위즈 #15 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 15번\n• 좌투좌타",
  },
  "어윤성": {
    bio: "삼성 라이온즈 #141 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 141번\n• 우투우타",
  },
  "윤성보": {
    bio: "SSG 랜더스 #102 투수. 우투우타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 102번\n• 우투우타",
  },
  "서유신": {
    bio: "키움 히어로즈 #104 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 키움 히어로즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 104번\n• 우투우타",
  },
  "한다현": {
    bio: "두산 베어스 #109 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 109번\n• 우투좌타",
  },
  "조민석": {
    bio: "NC 다이노스 #47 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 47번\n• 우투좌타",
  },
  "조민성": {
    bio: "삼성 라이온즈 #132 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 삼성 라이온즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 132번\n• 우투우타",
  },
  "홍재문": {
    bio: "NC 다이노스 #107 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 107번\n• 우투우타",
  },
  "주현상": {
    bio: "한화 이글스 #66 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 66번\n• 우투우타",
  },
  "정은재": {
    bio: "두산 베어스 #102 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 102번\n• 우투우타",
  },
  "배제성": {
    bio: "KT 위즈 #19 투수. 우투좌타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 투수",
    tmi: "💡 TMI:\n• 등번호 19번\n• 우투좌타",
  },
  "최유빈": {
    bio: "한화 이글스 #93 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 93번\n• 우투좌타",
  },
  "최준용": {
    bio: "롯데 자이언츠 #56 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 투수",
    tmi: "💡 TMI:\n• 등번호 56번\n• 우투우타",
  },
  "최준우": {
    bio: "SSG 랜더스 #7 외야수. 우투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 외야수",
    tmi: "💡 TMI:\n• 등번호 7번\n• 우투좌타",
  },
  "최준호": {
    bio: "두산 베어스 #59 투수. 우투우타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 59번\n• 우투우타",
  },
  "정보근": {
    bio: "롯데 자이언츠 #42 포수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 포수",
    tmi: "💡 TMI:\n• 등번호 42번\n• 우투우타",
  },
  "최주형": {
    bio: "두산 베어스 #15 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• 두산 베어스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 15번\n• 좌투좌타",
  },
  "황석민": {
    bio: "KIA 타이거즈 #127 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KIA 타이거즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 127번\n• 우투우타",
  },
  "테일러": {
    bio: "NC 다이노스 #66 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 66번\n• 우투우타",
  },
  "한동희": {
    bio: "롯데 자이언츠 #25 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• 롯데 자이언츠 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 25번\n• 우투우타",
  },
  "안인산": {
    bio: "KT 위즈 #50 내야수. 우투우타.",
    career: "🏆 주요 기록:\n• KT 위즈 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 50번\n• 우투우타",
  },
  "한경빈": {
    bio: "한화 이글스 #6 내야수. 우투좌타.",
    career: "🏆 주요 기록:\n• 한화 이글스 소속 내야수",
    tmi: "💡 TMI:\n• 등번호 6번\n• 우투좌타",
  },
  "전루건": {
    bio: "NC 다이노스 #104 투수. 우투우타.",
    career: "🏆 주요 기록:\n• NC 다이노스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 104번\n• 우투우타",
  },
  "한두솔": {
    bio: "SSG 랜더스 #34 투수. 좌투좌타.",
    career: "🏆 주요 기록:\n• SSG 랜더스 소속 투수",
    tmi: "💡 TMI:\n• 등번호 34번\n• 좌투좌타",
  }
};
